{
	"Acordo de Registro de Usuário": "",
	"Este acordo está dividido em três partes: \"Política de Privacidade,\" \"Acordo de Uso da Conta IM,\" e \"Acordo de Isenção de Responsabilidade.\" Concordar em se registrar implica concordância com todo o conteúdo deste \"Acordo de Registro de Usuário\".": "",
	"Política de Privacidade (Atualizado: 1 de agosto de 2023)": "",
	"Obrigado por confiar e utilizar os produtos e serviços da IM. De acordo com as últimas leis, regulamentações e políticas regulatórias em vários países e regiões (doravante referidos como \"leis e regulamentos\"), atualizamos a \"Política de Privacidade\". Por favor, leia e compreenda cuidadosamente os seguintes termos.": "",
	"I. Introdução": "",
	"A IM adere estritamente às leis e regulamentos, seguindo os princípios de proteção da privacidade para fornecer serviços mais seguros e confiáveis:": "",
	"1.1 Segurança e Confiabilidade": "",
	"Empenhamo-nos em evitar o vazamento, dano e perda de suas informações por meio de tecnologias razoáveis e eficazes de segurança da informação e processos de gerenciamento.": "",
	"1.2 Autonomia de Escolha": "",
	"Fornecemos opções convenientes de gerenciamento de informações para que você possa fazer escolhas apropriadas e administrar suas informações pessoais.": "",
	"1.3 Proteção da Confidencialidade da Comunicação": "",
	"Adaptamo-nos estritamente às leis e regulamentos para proteger a confidencialidade de suas comunicações e fornecer serviços de comunicação seguros.": "",
	"1.4 Razoabilidade e Necessidade": "",
	"Para oferecer a você e outros usuários serviços melhores, coletamos apenas informações necessárias.": "",
	"1.5 Clara e Transparente": "",
	"Esforçamo-nos para usar linguagem clara e compreensível para apresentar a política de privacidade a você, permitindo que compreenda claramente nossos métodos de processamento de informações.": "",
	"1.6 Integração da Proteção de Privacidade no Design do Produto": "",
	"Em várias etapas do desenvolvimento de produtos ou serviços, integramos o conceito de proteção de privacidade, considerando fatores legais, de produto, design e outros.": "",
	"Esperamos que leia cuidadosamente a \"Política de Privacidade\" (doravante referida como \"esta política\") para entender detalhadamente como coletamos e utilizamos informações, permitindo que compreenda melhor nossos serviços e faça escolhas apropriadas. Ao utilizar os serviços da IM, você indica sua concordância com o conteúdo declarado nesta política. Se tiver alguma dúvida, entre em contato conosco.": "",
	"II. Informações que Coletamos": "",
	"Coletamos apenas informações necessárias para implementar as funções do produto com base nos princípios de legalidade, legitimidade e necessidade. As informações que você fornece ativamente ao usar nossos serviços incluem:": "",
	"2.1 Informações preenchidas ao registrar uma conta": "",
	"Por exemplo, o apelido e o número de telefone que você preenche ao registrar uma conta IM.": "",
	"2.2 Informações enviadas ao usar o serviço": "",
	"Por exemplo, o avatar e fotos que você envia ao usar a IM.": "",
	"Alguns de nossos serviços podem exigir que você forneça informações pessoais sensíveis específicas para alcançar funções específicas. Se optar por não fornecer tais informações, pode ser incapaz de usar determinadas funções do serviço normalmente, mas isso não afetará o uso de outras funções no serviço. Se você fornecer voluntariamente suas informações pessoais sensíveis, isso indica sua concordância conosco para processar suas informações pessoais sensíveis para os fins e da maneira declarados nesta política.": "",
	"2.3 Informações que Coletamos Quando Você Usa Nossos Serviços": "",
	"Informações de Log: Quando você usa nossos serviços, podemos coletar automaticamente informações relevantes e armazená-las como informações de log de serviço.": "",
	"Informações do Dispositivo: Isso inclui informações como o modelo do dispositivo, versão do sistema operacional e detalhes semelhantes.": "",
	"Informações de Software: Por exemplo, em casos em que aplicativos de terceiros que cooperam com os serviços de mensagens instantâneas (IM) coletam informações sobre os aplicativos móveis e outros softwares que você usa para garantir a segurança do ambiente operacional ou fornecer serviços necessários, sujeitos à sua autorização.": "",
	"Endereço IP": "",
	"Informações de Log de Serviço: Isso abrange informações como as pesquisas que você realiza, o conteúdo que visualiza, problemas relacionados ao serviço, URLs de referência, etc., ao usar nossos serviços.": "",
	"Informações de Log de Comunicação: Por exemplo, contas com as quais você se comunicou, horário de comunicação e duração ao usar nossos serviços.": "",
	"Informações de Localização": "",
	"Ao utilizar serviços relacionados à localização, podemos registrar a localização do seu dispositivo para fornecer serviços relevantes. Isso pode ser obtido por meio de endereço IP, GPS, WLAN (como WiFi) ou estações base enquanto você usa nossos serviços.": "",
	"As informações fornecidas por você ou por outros usuários durante o uso do serviço podem conter informações de localização geográfica. Por exemplo, as informações da sua conta podem incluir detalhes da sua região, e as fotos compartilhadas por você ou por outros podem incluir informações de geotag.": "",
	"Outras Informações Relevantes": "",
	"Para ajudá-lo a usar melhor nossos produtos ou serviços, podemos coletar informações adicionais.": "",
	"Por exemplo, listas de amigos, listas de grupos e informações sobre recursos de reconhecimento de voz. Para garantir que você possa se conectar com pessoas que você conhece ao usar nossos serviços, se você optar por ativar o recurso de importação de contatos, podemos criptografar e coletar apenas as informações criptografadas de seus contatos, como seus nomes e números de telefone.": "",
	"Informações Compartilhadas por Outros Usuários: Informações compartilhadas por outros usuários, como fotos ou vídeos, podem conter suas informações.": "",
	"Informações Obtidas de Parceiros de Terceiros: Podemos obter informações geradas ou compartilhadas por você ao usar serviços de parceiros de terceiros. Por exemplo, quando você faz login em serviços de parceiros de terceiros usando sua conta IM, podemos receber o nome e o horário do login para uma melhor gestão de autorização. Por favor, leia atentamente os acordos de usuário ou políticas de privacidade dos serviços de parceiros de terceiros.": "",
	"III. Como Utilizamos as Informações Coletadas": "",
	"Aderimos estritamente às regulamentações legais e acordos de usuário ao utilizar informações coletadas para os seguintes fins. Se excedermos esses fins ao utilizar suas informações, explicaremos novamente e solicitaremos seu consentimento.": "",
	"1. Prestação de Serviços a Você": "",
	"2. Atendimento às Suas Necessidades de Personalização": "",
	"- Por exemplo, configurações de idioma, configurações de localização, serviços de assistência personalizados.": "",
	"3. Desenvolvimento de Produtos e Otimização de Serviços": "",
	"- Por exemplo, quando nosso sistema apresenta falhas, registramos e analisamos as informações geradas durante falhas do sistema para otimizar nossos serviços.": "",
	"4. Garantia de Segurança": "",
	"- Utilizamos suas informações para fins como verificação de identidade, prevenção de segurança, monitoramento contra fraudes, backups de arquivos e serviços de segurança ao cliente. Por exemplo, o software de segurança que você baixa ou instala pode detectar programas ou vírus maliciosos, ou ajudá-lo a identificar informações fraudulentas.": "",
	"5. Gerenciamento de Software": "",
	"- Realização de certificação de software, atualizações de software, etc., e convite para participar de pesquisas relacionadas aos nossos serviços.": "",
	"A fim de fornecer a você uma experiência melhor, melhorar nossos serviços ou para outros fins com seu consentimento, podemos usar informações coletadas por meio de determinados serviços para nossos outros serviços. Por exemplo, usar informações de um serviço para mostrar a você conteúdo personalizado em outro serviço, ou para análise de pesquisa do usuário e serviços estatísticos.": "",
	"Para garantir a segurança do serviço e nos ajudar a entender melhor o funcionamento de nossos aplicativos, podemos registrar informações relevantes, como a frequência de uso do aplicativo, informações de erro, uso geral, dados de desempenho e a fonte do aplicativo. Não combinaremos as informações armazenadas no software analítico com informações pessoalmente identificáveis fornecidas por você no aplicativo.": "",
	"6. Informações que Você Compartilha": "",
	"- Você pode compartilhar informações relevantes com seus amigos, familiares e outros usuários por meio de nossos serviços.": "",
	"- Observe que isso pode incluir informações sensíveis, como sua identidade pessoal e informações de propriedade. Considere cuidadosamente a divulgação de suas informações pessoais sensíveis relevantes.": "",
	"- Você pode controlar o escopo das informações que compartilha por meio de configurações de privacidade em nossos serviços ou excluir informações compartilhadas publicamente por meio de configurações ou diretrizes fornecidas por nós. No entanto, observe que essas informações ainda podem ser armazenadas de forma independente por outros usuários ou terceiros não afiliados fora de nosso controle.": "",
	"IV. Como Você Gerencia Suas Informações": "",
	"- Você pode acessar, modificar e excluir as informações de registro e outras informações pessoais que forneceu ao usar nossos serviços ou entrar em contato conosco de acordo com as instruções fornecidas. O escopo e o método de acesso, modificação e exclusão de informações pessoais dependerão do serviço específico que você usa.": "",
	"- Por exemplo, se deseja interromper o compartilhamento de suas informações de localização ao usar serviços relacionados à localização, pode interromper o compartilhamento por meio da função de desativação de localização móvel, dos métodos de desativação dos provedores de serviços de software e hardware e dos provedores de serviços de comunicação. Recomenda-se ler cuidadosamente as diretrizes relevantes.": "",
	"- Apenas coletaremos e utilizaremos suas informações para alcançar a funcionalidade de nossos produtos ou serviços, conforme declarado nesta política. Se achar que violamos regulamentações legais, regulamentações administrativas ou acordos entre ambas as partes referentes à coleta e utilização de suas informações pessoais, pode nos solicitar a exclusão.": "",
	"- Se encontrar erros nas informações pessoais que coletamos e armazenamos, também pode solicitar correções. Entre em contato conosco por meio das informações de contato listadas nesta política.": "",
	"V. Informações que Compartilhamos": "",
	"Limitamos estritamente o compartilhamento de informações de acordo com as regulamentações legais. Por exemplo, com seu consentimento prévio, podemos compartilhar suas informações pessoais com terceiros para fins de processamento externo. Podemos colaborar com parceiros de terceiros (provedores de serviços de terceiros, empreiteiros, agentes, parceiros de publicidade, desenvolvedores": "",
	"de aplicativos, etc., como provedores de serviços de comunicação que enviam e-mails ou notificações push em nosso nome, e provedores de serviços de mapas que oferecem serviços de localização) para compartilhar suas informações pessoais com eles. Eles podem não estar localizados em sua região. As informações serão compartilhadas de acordo com nossas instruções, política de privacidade e outras medidas relevantes de confidencialidade e segurança, e utilizadas para os seguintes fins:": "",
	"VI. Fornecimento dos Nossos Serviços": "",
	"- Alcançar os propósitos mencionados na seção \"Como Utilizamos as Informações Coletadas\"; cumprir nossas obrigações e exercer nossos direitos nesta política; entender, manter e melhorar nossos serviços.": "",
	"Se compartilharmos suas informações com os terceiros mencionados acima, utilizaremos criptografia, anonimização e outros meios para garantir a segurança de suas informações.": "",
	"À medida que nosso negócio continua a se desenvolver, em caso de fusões, aquisições, transferências de ativos ou outras transações que resultem no compartilhamento de suas informações pessoais com terceiros, informaremos você sobre a situação relevante por meio de notificações push, anúncios, etc. Continuaremos a proteger suas informações pessoais de acordo com as regulamentações legais e padrões não inferiores aos exigidos por esta política, ou solicitaremos aos novos responsáveis que continuem protegendo suas informações pessoais.": "",
	"Podemos usar as informações coletadas para análise de big data. Por exemplo, podemos usar as informações coletadas para analisar e criar mapas de calor da cidade ou relatórios de insights industriais que não contenham nenhuma informação pessoal identificável. Podemos divulgar e compartilhar informações, após processamento estatístico e remoção de conteúdo identificável, com nossos parceiros para entender como os usuários utilizam nossos serviços ou comunicar tendências gerais de uso ao público.": "",
	"VII. Informações que Podemos Enviar a Você": "",
	"Ao utilizar nossos serviços, podemos enviar e-mails, mensagens, notícias ou notificações push para você. Você pode optar por cancelar a inscrição em seu dispositivo de acordo com nossos prompts relevantes. Anúncios relacionados ao serviço podem ser enviados a você quando necessário, como durante a suspensão do serviço para manutenção do sistema. Você pode não ser capaz de cancelar a inscrição desses anúncios relacionados ao serviço, que não têm natureza publicitária.": "",
	"VIII. Período de Armazenamento de Informações": "",
	"Geralmente, retemos suas informações pessoais pelo menor tempo necessário para alcançar o objetivo pretendido.": "",
	"Para a execução de acordos de serviço relevantes ou desta política, a manutenção de interesses públicos, a proteção da segurança pessoal e patrimonial ou outros direitos e interesses legítimos dos clientes, de nós, de nossas empresas afiliadas, de outros usuários ou de funcionários, para fins razoáveis e necessários.": "",
	"Quando nossos produtos ou serviços cessam a operação, notificaremos você por meio de notificações push, anúncios, etc., e excluiremos ou anonimizaremos suas informações pessoais dentro de um prazo razoável.": "",
	"IX. Segurança da Informação": "",
	"Fornecemos medidas de segurança apropriadas para suas informações a fim de evitar perda, uso impróprio, acesso não autorizado ou divulgação.": "",
	"Cumprimos estritamente regulamentações legais para proteger a privacidade da comunicação do usuário.": "",
	"Utilizamos várias medidas de proteção de segurança em um nível razoável de segurança para garantir a segurança das informações. Estabelecemos sistemas, processos e organizações de gerenciamento dedicados para garantir a segurança da informação.": "",
	"Em caso de incidentes de segurança, como vazamento de informações pessoais, iniciaremos planos de emergência para evitar a expansão dos incidentes de segurança e informaremos você por meio de notificações push, anúncios, etc.": "",
	"X. Aplicabilidade": "",
	"Esta política se aplica a todos os nossos serviços. Certos serviços têm diretrizes/declarações de privacidade específicas que explicam mais especificamente como tratamos suas informações nesse serviço. Em caso de inconsistência entre esta política e as diretrizes/declarações de privacidade específicas de um serviço em particular, as diretrizes/declarações de privacidade específicas desse serviço prevalecerão.": "",
	"Observe que esta política não se aplica a serviços fornecidos por outras empresas ou indivíduos. Por exemplo, quando você faz login em serviços fornecidos por outras empresas ou indivíduos usando uma conta IM. Seu uso de serviços de terceiros está sujeito às suas políticas de privacidade (em vez desta política), e você deve ler cuidadosamente o conteúdo de suas políticas.": "",
	"XI. Contate-nos": "",
	"Se você tiver alguma dúvida sobre esta política ou outras questões relacionadas, entre em contato conosco através do serviço de atendimento ao cliente. Iremos analisar prontamente as questões envolvidas e responder o mais rápido possível após verificar a sua identidade de usuário.": "",
	"XII. Alterações": "",
	"Podemos revisar o conteúdo desta política de tempos em tempos. Se tais alterações resultarem em uma redução substancial de seus direitos sob esta política, iremos notificá-lo por meio de notificações proeminentes na página, notificações por e-mail ou outros meios antes que as alterações entrem em vigor. Em tais casos, se você continuar a utilizar nossos serviços, indica que concorda em se vincular à política revisada.": "",
	"Acordo de Uso de Conta IM": "",
	"Para utilizar efetivamente os recursos de número IM e proteger os direitos do usuário, formulamos as \"Regras do Número IM\" (doravante referidas como \"estas regras\"). Você deve ler e cumprir estas regras. Por favor, leia cuidadosamente e compreenda totalmente todos os termos, especialmente aqueles que isentam ou limitam a responsabilidade da IM, restringem os direitos do usuário, especificam métodos de resolução de disputas e quaisquer acordos ou regras separadas para abertura ou uso de um serviço específico. Termos que limitam a responsabilidade, renúncias ou outros termos que envolvem seus direitos significativos podem ser destacados, sublinhados ou apresentados em outros formatos perceptíveis para chamar sua atenção.": "",
	"A menos que você tenha lido completamente, compreendido completamente e aceitado todos os termos destas regras, você não tem o direito de solicitar ou usar números IM e serviços relacionados. Seu clique em \"Concordar\" ou \"Próximo\", ou seu ato de solicitar ou usar números IM e serviços relacionados, ou expressar sua aceitação destas regras de qualquer maneira expressa ou implícita, será considerado que você leu e concordou em assinar estas regras. Estas regras se tornarão documentos legalmente vinculativos entre você e a IM, impondo obrigações legais a ambas as partes.": "",
	"Se você não tiver plena capacidade para o exercício de atos civis devido à idade, inteligência ou outros fatores, leia e avalie se concorda com estas regras na companhia de seu responsável legal (\"Guardião\").": "",
	"I. Âmbito das Regras": "",
	"1.1. Estas regras são formuladas pela IM referentes à aquisição e uso de números IM. Estas regras se aplicam a todo software e serviços fornecidos pela IM que exigem registro ou uso de números IM.": "",
	"1.2. Ao utilizar números IM através do software IM ou de terceiros e serviços, você também deve cumprir os acordos separados de cada serviço.": "",
	"II. Aquisição de Números IM": "",
	"2.1. Você pode solicitar e registrar números IM gratuitamente ou mediante pagamento através do cliente de software, incluindo, mas não se limitando a (os métodos específicos estão sujeitos à provisão real pela IM oficial).": "",
	"2.2. Após completar o processo de registro, a IM autorizará você a usar o número IM para fazer login, usar o software IM ou serviços, ou outros fins expressamente permitidos pela IM, de acordo com as regras de negócios da IM.": "",
	"2.3. Qualquer entidade que solicite ou use qualquer número IM por meio de qualquer meio está vinculada a estas regras.": "",
	"III. Verificação de Informações de Identidade do Usuário": "",
	"3.1. Durante o processo de solicitação de um número IM, você precisa preencher algumas informações necessárias. Mantenha estas informações atualizadas para que a IM possa fornecer assistência ou atendê-lo melhor. Se houver requisitos específicos, você precisa fornecer informações de identidade verdadeiras (incluindo, mas não se limitando a números de telefone, números de identificação, etc.). Se as informações que você fornecer estiverem incompletas ou imprecisas, você pode não conseguir usar o serviço ou pode enfrentar restrições durante o uso.": "",
	"3.2. A IM e os usuários estão comprometidos conjuntamente em proteger informações pessoais. Proteger as informações pessoais do usuário é um princípio fundamental da IM. Sem o seu consentimento, a IM não divulgará suas informações pessoais para qualquer empresa, organização ou indivíduo fora da IM.": "",
	"Para saber como a IM coleta, usa, armazena e compartilha suas informações pessoais, leia cuidadosamente e compreenda a \"Política de Privacidade\".": "",
	"IV. Uso de Números IM": "",
	"4.1. Você pode usar números IM para fazer login e usar vários softwares e serviços fornecidos pela IM de acordo com as regras de negócios da IM.": "",
	"4.2. Além dos softwares e serviços fornecidos pela IM, você também pode usar números IM para fazer login e usar softwares, sites ou serviços de terceiros. Você está ciente e concorda que, a menos que a IM declare especificamente o contrário, esses sites ou serviços não são operados pela IM. Você deve julgar independentemente a segurança e a disponibilidade de tais sites ou serviços de terceiros e arcar com os riscos e responsabilidades relacionados.": "",
	"4.3. Ao usar números IM para fazer login e usar vários softwares e serviços fornecidos pela IM ou terceiros, observe que suas informações pessoais, como seu avatar IM, apelido, etc., também podem ser exibidas para você, amigos IM ou outros usuários por meio de serviços IM ou serviços fornecidos por terceiros. Se você se recusar a compartilhar essas informações com outros serviços IM ou serviços fornecidos por terceiros, você pode modificá-las em vários softwares e serviços fornecidos pela IM ou por terceiros.": "",
	"4.4. Se o número IM que você registrou não for acessado ou usado por um longo tempo, a IM tem o direito de recuperar e lidar com o número IM, e você não poderá mais continuar usando o número correspondente.": "",
	"V. Segurança de Números IM": "",
	"5.1. Você pode definir sua senha IM. Você deve manter adequadamente seu número IM e senha (incluindo, mas não se limitando a senhas de verificação em duas etapas, senhas de pagamento, etc., doravante referidas como \"senhas\"), e arcar com a responsabilidade por todas as atividades e consequências realizadas com este número IM.": "",
	"5.2. A IM e você compartilham a responsabilidade de manter a segurança dos números IM. A IM adotará e atualizará continuamente medidas técnicas para se esforçar para proteger a segurança do seu número IM no lado do servidor.": "",
	"5.3. Você deve tomar as medidas necessárias para proteger a segurança do seu número, incluindo, mas não se limitando a, manter adequadamente seu número IM e senha, instalar software antivírus e antimalware e alterar regularmente sua senha.": "",
	"VI. Login Incomum para Números IM": "",
	"6.1. Se o seu número IM for acessado por alguém que não você, altere imediatamente a senha de verificação em duas etapas.": "",
	"6.2. Você se compromete a manter adequadamente as informações ou dispositivos que podem ser usados para recuperar o número IM para evitar que outras pessoas façam login no seu número IM se passando por você. Você entende e concorda que será responsável por quaisquer perdas causadas por tais situações.": "",
	"VII. Código de Conduta do Usuário": "",
	"Os usuários devem cumprir as disposições de leis e regulamentos, bem como os acordos destas regras e outros acordos separados, ao usar números IM. Além disso:": "",
	"7.1. Você não deve registrar ou obter maliciosamente números IM. O registro ou aquisição maliciosa de números IM inclui, mas não se limita a:": "",
	"- Registrar ou obter números IM por meio de qualquer software ou serviço que não seja fornecido ou explicitamente permitido pela IM.": "",
	"- Registrar números IM de maneira não manual, não humana, por meio de qualquer software ou serviço.": "",
	"- Registrar ou obter números IM para fins além da comunicação normal de amigos ou usuários, incluindo, mas não se limitando ao registro, obtenção ou uso de números IM para enviar mensagens de assédio, spam, anúncios, informações fraudulentas ou alcançar propósitos ilegais.": "",
	"Se, a critério independente da IM, o número IM que você está usando for registrado ou obtido de maneira maliciosa, a IM tem o direito de tomar medidas como restringir, suspender ou encerrar o uso do número IM correspondente.": "",
	"7.2. A autorização de uso de números IM pela IM, conforme estas regras, é restrita ao solicitante inicial do registro. Sem a permissão da IM, o solicitante inicial do registro não pode presentear, emprestar, alugar, transferir ou vender números IM ou permitir que outras entidades usem números IM de qualquer outra maneira. Não solicitantes iniciais de registro não podem usar números IM por meio de presente, herança, locação, aquisição ou qualquer outro meio.": "",
	"7.3. Se o número IM que você está usando atualmente não é aquele que você solicitou inicialmente ou obteve por outros meios fornecidos pela IM, você não pode fazer login ou realizar quaisquer operações com esse número. Notifique a IM ou o solicitante inicial do registro desse número o mais rápido possível.": "",
	"7.4. Normas de Conteúdo (1) O conteúdo referido nesta cláusula significa qualquer conteúdo criado, copiado, publicado ou disseminado pelos usuários durante o uso deste software e serviços, incluindo, mas não se limitando a informações de registro, como avatares de conta IM ou de função, nomes, descrições e apresentações de usuário, bem como texto, voz, imagens, vídeos, emojis, informações, artigos de momentos, páginas de links relacionadas e outros conteúdos gerados usando contas IM ou este software e serviços. (2) Você entende e concorda que a IM está empenhada em fornecer aos usuários um ambiente online civilizado, saudável e ordenado. Você não pode usar contas IM, contas de função ou este software e serviços para criar, copiar, publicar ou disseminar conteúdo que interfira na operação normal da IM ou viole os direitos legais e interesses de outros usuários ou terceiros, e é proibido publicar e disseminar conteúdo relacionado à obscenidade, pornografia, abuso sexual infantil, jogos de azar, violência e outros conteúdos relacionados.": "",
	"VIII. Responsabilidade": "",
	"8.1. Você compreende e concorda que é responsável por todas as atividades sob seu número IM.": "",
	"8.2. Se o seu número IM for mal utilizado devido a razões atribuíveis à IM, a IM assumirá responsabilidades correspondentes de acordo com a lei. Se não for devido a razões atribuíveis à IM, você arcará com responsabilidades legais e perdas por conta própria.": "",
	"8.3. Para evitar disputas, você não pode transferir seu número IM por uma taxa ou sem compensação. Caso contrário, você arcará com qualquer responsabilidade decorrente disso, e a IM reserva o direito de buscar a responsabilidade legal do ator mencionado acima.": "",
	"IX. Restrições, Congelamento ou Encerramento do Uso do Número IM": "",
	"9.1. Se você violar as leis e regulamentos relevantes, estas regras ou outros acordos ou regras relevantes, a IM tem o direito de restringir, suspender, congelar ou encerrar o seu uso dos números IM e decidir se restaura ou não o seu uso com base na situação real.": "",
	"9.2. Se a IM descobrir que você não é o solicitante inicial do número, a IM tem o direito de encerrar o seu uso desse número sem aviso prévio.": "",
	"9.3. De acordo com estas regras, as leis e regulamentos relevantes ou outros acordos ou regras relevantes, se a IM tomar medidas como restringir, suspender, congelar ou encerrar o seu uso dos números IM, e essas medidas resultarem em perdas para você (incluindo, mas não se limitando a interrupção de comunicação, exclusão de dados do usuário, e-mails, propriedade virtual e dados relacionados, bem como a limpeza ou incapacidade de usar serviços, produtos ou serviços de valor agregado), você arcará com as perdas por conta própria.": "",
	"X. Proteção da Segurança do Número": "",
	"Para proteger a segurança do seu número IM e permitir que você use o serviço com mais segurança, a IM pode continuar aprimorando e melhorando sua tecnologia de segurança e medidas de proteção. Se a IM, com base em seu julgamento, acreditar que sua conta pode estar em risco de ser roubada, ela pode tomar certas medidas para emitir avisos a você ou congelar temporariamente o uso do número a fim de proteger a segurança da sua conta e evitar perdas para sua propriedade. Você deve seguir as instruções ou avisos da IM para reduzir o risco de sua conta ser roubada ou para restaurar o uso da conta.": "",
	"XI. Atendimento ao Cliente": "",
	"Se você tiver objeções a qualquer medida tomada pela IM, como restrições, congelamento ou encerramento do uso de números IM, ou se tiver outras questões durante o uso de números IM, pode entrar em contato com o atendimento ao cliente da IM, e forneceremos a assistência necessária.": "",
	"XII. Outros": "",
	"12.1. Sua inscrição ou uso de números IM e serviços relacionados é considerada como sua aceitação e concordância em ficar vinculado a estas regras. A IM tem o direito de modificar os termos destas regras quando necessário, e você pode verificar a versão mais recente destas regras nas páginas relacionadas à IM. Após a modificação dos termos destas regras, se você continuar a usar números IM e serviços relacionados, será considerado que você aceitou as regras alteradas.": "",
	"12.2. Os títulos de todos os termos destas regras são apenas para conveniência de leitura e não têm significado real em si mesmos. Eles não podem ser usados como base para interpretar o significado destas regras.": "",
	"12.3. Se alguma parte dos termos destas regras for inválida ou inexequível por qualquer motivo, os termos remanescentes ainda serão válidos e vinculativos para ambas as partes.": "",
	"Acordo de Isenção de Responsabilidade": "",
	"Todas as ações de uso ou registro de produtos relacionados à IM são consideradas como tendo lido cuidadosamente e concordado com este acordo. O conteúdo específico do acordo é o seguinte:": "",
	"1. O usuário entendeu e concordou que todos os riscos decorrentes do uso de produtos IM (produtos IM referem-se, mas não se limitam a, aplicativos, sites, mini-programas, robôs, serviços, conteúdo, etc., doravante referidos como produtos IM) são inteiramente de responsabilidade do usuário. A IM não é responsável por quaisquer consequências decorrentes do uso dos produtos IM pelo usuário.": "",
	"2. A autenticidade, precisão e legalidade do conteúdo enviado por terceiros na IM (incluindo, mas não se limitando a usuários, robôs de terceiros, mini-programas, etc.) e os serviços prestados são de responsabilidade do provedor de informações. A IM não fornece garantias e não assume qualquer responsabilidade.": "",
	"3. A IM não garante a autenticidade, precisão e completude de qualquer informação, incluindo, mas não se limitando a, texto, imagens, áudio e vídeo.": ""
}