{
	"उपयोगकर्ता पंजीकरण समझौता": "",
	"यह समझौता तीन भागों में बाँटा गया है: \"गोपनीयता नीति,\" \"आईएम खाता उपयोग समझौता,\" और \"अस्वीकृति समझौता.\" पंजीकरण करने का सहमत होना इस \"उपयोगकर्ता पंजीकरण समझौता\" के पूरी सामग्री के सहमत होने का संकेत है।": "",
	"गोपनीयता नीति (अपडेट: 1 अगस्त 2023)": "",
	"आईएम उत्पादों और सेवाओं पर विश्वास करने के लिए धन्यवाद। नवीनतम कानून, विधियाँ, और विभिन्न देशों और क्षेत्रों में निगरानी नीतियों (इसके बाद \"कानून और विनियम\" कहा जाएगा) के अनुसार, हमने \"गोपनीयता नीति\" को अपडेट किया है। कृपया नीचे दी गई शर्तों को ध्यानपूर्वक पढ़ें और समझें।": "",
	"I. परिचय": "",
	"आईएम कड़ी से कानून और विनियम का पालन करता है, गोपनीयता संरक्षण के सिद्धांतों का पालन करता है ताकि आपको सुरक्षित और अधिक विश्वसनीय सेवाएं प्रदान की जा सकें:": "",
	"1.1 सुरक्षा और विश्वसनीयता": "",
	"हम सुरक्षित और प्रभावी जानकारी सुरक्षा प्रौद्योगिकियों और प्रबंधन प्रक्रियाओं के माध्यम से आपकी जानकारी के लीकेज, क्षति, और हानि से बचने के लिए हर संभाव प्रयास करते हैं।": "",
	"1.2 विकल्प की स्वतंत्रता": "",
	"हम आपको उपयुक्त जानकारी प्रबंधन विकल्प प्रदान करते हैं ताकि आप उचित चयन कर सकें और अपनी व्यक्तिगत जानकारी का प्रबंधन कर सकें।": "",
	"1.3 संवाद गोपनीयता का संरक्षण": "",
	"हम कड़ी से कानून और विनियम का पालन करते हैं ताकि आपकी संवाद गोपनीयता की रक्षा हो और आपको सुरक्षित संवाद सेवाएं प्रदान की जा सकें।": "",
	"1.4 योग्य और आवश्यक": "",
	"हम आपको और अन्य उपयोगकर्ताओं को बेहतर सेवाएं प्रदान करने के लिए केवल आवश्यक जानकारी ही एकत्र करते हैं।": "",
	"1.5 स्पष्ट और पारदर्शी": "",
	"हम स्पष्ट और समझने में सरल भाषा का प्रयोग करने का प्रयास करते हैं ताकि आप हमारी जानकारी प्रसंस्करण विधियों को स्पष्ट रूप से समझ सकें।": "",
	"1.6 उत्पाद डिज़ाइन में गोपनीयता संरक्षण का एकीकरण": "",
	"उत्पाद या सेवा विकास के विभ  िन्न चरणों में, हम गोपनीयता संरक्षण के अवसर को प्रविष्ट करते हैं, कानूनी, उत्पाद, डिज़ाइन, और अन्य कारकों को ध्यान में रखते हुए।": "",
	"हम आशा करते हैं कि आपने \"गोपनीयता नीति\" (जिसे इसके बाद \"यह नीति\" कहा जाएगा) को ध्यानपूर्वक पढ़ा है ताकि आप विस्तार से समझ सकें कि हम जानकारी कैसे एकत्र करते हैं और इसका उपयोग कैसे करते हैं, जिससे आप हमारी सेवाएं और उचित चयन करने में बेहतर समझ सकें। आईएम सेवाएं उपयोग करके, आप इस नीति में कहे गए सामग्री के साथ सहमति जताते हैं। यदि आपके पास कोई सवाल है, तो कृपया हमसे संपर्क करें।": "",
	"II. हमारी द्वारा एकत्र की गई जानकारी": "",
	"हम केवल विधि, औचित्य, और आवश्यकता के सिद्धांतों पर आधारित उत्पाद कार्यों को संचालित करने के लिए आवश्यक जानकारी को ही एकत्र करते हैं। जब आप हमारी सेवाओं का उपयोग करते हैं, तो आपके द्वारा सक्रिय रूप से प्रदान की जाने वाली जानकारी शामिल है:": "",
	"2.1 खाता पंजीकरण करते समय भरी गई जानकारी": "",
	"उदाहरण के लिए, जब आप एक आईएम खाता पंजीकृत करते हैं, तो आपके द्वारा भरे गए उपनाम और फ़ोन नंबर को शामिल करता है।": "",
	"2.2 सेवा का उपयोग करते समय अपलोड की गई जानकारी": "",
	"उदाहरण के लिए, जब आप आईएम का उपयोग करते हैं, तो आपके द्वारा अपलोड किए जाने वाले अवतार और फ़ोटोज़ शामिल होती हैं।": "",
	"हमारी कुछ सेवाएं आपसे विशिष्ट व्यक्तिगत संवेदनशील जानकारी प्रदान करने के लिए मांग सकती हैं ताकि विशिष्ट कार्यों को पूरा किया जा सके। यदि आप ऐसी जानकारी प्रदान नहीं करना चुनते हैं, तो आप सेवा के विशिष्ट कार्यों का सामान्यत: उपयोग नहीं कर सकते हैं, लेकिन यह सेवा के अन्य कार्यों का उपयोग को प्रभावित नहीं करेगा। यदि आप स्वेच्छा से अपनी व्यक्तिगत संवेदनशील जानकारी प्रदान करते हैं, तो इससे हमें इस नीति में उद्घाटित उद्देश्यों और तरीके में आपके संवेदनशील जानकारी को प्रसंस्करण के लिए आपकी सहमति है।": "",
	"2.3 हम सेवाएं उपयोग करते समय जानकारी एकत्र करते हैं": "",
	"लॉग जानकारी: जब आप हमारी सेवाएं उपयोग करते हैं,": "",
	"तो हम स्वचालित रूप से संबंधित जानकारी को एकत्र कर सकते हैं और इसे सेवा लॉग जानकारी के रूप में संग्रहित कर सकते हैं।": "",
	"उपकरण जानकारी: इसमें उपकरण मॉडल, ऑपरेटिंग सिस्टम संस्करण और समान विवरण शामिल होता है।": "",
	"सॉफ़्टवेयर जानकारी: उदाहरण के लिए, तत्काल संवाद (आईएम) सेवाओं के साथ सहयोग करने वाले थर्ड पार्टी अनुप्रयोग हमारे उपयोगकर्ता के अनुमति के अधीन ऑपरेटिंग परिवेश की सुरक्षा या आवश्यक सेवाएं प्रदान करने के लिए आपके द्वारा उपयोग किए जाने वाले मोबाइल एप्लिकेशन्स और अन्य सॉफ़्टवेयर के बारे में जानकारी एकत्र की जा सकती है, आपकी अनुमति के अधीन।": "",
	"IP पता": "",
	"सेवा लॉग जानकारी: इसमें शामिल है जैसे आप हमारी सेवाएं उपयोग करते समय की जानकारी, जैसे आपके द्वारा किए गए खोज, देखे गए सामग्री, सेवा संबंधित समस्याएँ, रेफ़रल URL आदि।": "",
	"संवाद लॉग जानकारी: उदाहरण के लिए, जब आप हमारी सेवाएं उपयोग करते हैं, तो आपके द्वारा संवाद किए गए खाते, संवाद समय, और अवधि शामिल हो सकती है।": "",
	"स्थान जानकारी": "",
	"जब आप स्थान-संबंधित सेवाएं उपयोग करते हैं, हम संबंधित सेवाएं प्रदान करने के लिए आपके डिवाइस का स्थान रिकॉर्ड कर सकते हैं। यह हमारी सेवाएं उपयोग करते समय आपके डिवाइस के IP पते, GPS, WLAN (जैसे कि WiFi) या बेस स्टेशन के माध्यम से प्राप्त किया जा सकता है।": "",
	"सेवा उपयोग के दौरान आप या अन्य उपयोगकर्ताओं द्वारा प्रदान की जाने वाली जानकारी में भौगोलिक स्थान जानकारी शामिल हो सकती है। उदाहरण के लिए, आपकी खाता जानकारी में आपके क्षेत्रीय विवरण शामिल हो सकता है, और आप या अन्य लोगों द्वारा साझा की गई फ़ोटोज़ भौगोलिक टैग जानकारी शामिल हो सकती है।": "",
	"अन्य संबंधित जानकारी": "",
	"हमारे उत्पाद या सेवाओं का बेहतर उपयोग करने में आपकी सहायता करने के लिए हम अतिरिक्त जानकारी एकत्र कर सकते हैं।": "",
	"उदाहरण के लिए, दोस्त सूची, समूह सूची, और आवाज़ प्रिंट विशेषता जानकारी। हमारी सेवाओं का उपयोग करते समय आप जिन्होंने जानकारी आयात की सुनिश्चित करने के लिए, यदि आप संपर्क आयात सुविधा को सक्षम करने का चयन करते हैं, तो हम आपके संपर्कों की जानकारी का गोपनीयता और केवल उनकी एन्क्रिप्टेड जानकारी को एकत्र कर सकते हैं, जैसे कि उनके नाम और फ़ोन नंबर।": "",
	"अन्य उपयोगकर्ताओं द्वारा साझा की जाने वाली जानकारी: अन्य उपयोगकर्ताओं द्वारा साझा की जाने वाली जानकारी, जैसे फ़ोटो या वीडियो, आपकी जानकारी शामिल हो सकती है।": "",
	"तृतीय-पक्ष साझेदारों से प्राप्त जानकारी: हम तृतीय-पक्ष साझेदारों की सेवाओं का उपयोग करते समय आप द्वारा उत्पन्न या साझा की जाने वाली जानकारी प्राप्त कर सकते हैं। उदाहरण के लिए, जब आप अपने आईएम खाते का उपयोग करके तृतीय-पक्ष साझेदार सेवाओं में लॉग इन करते हैं, तो हमें बेहतर प्रमाण प्रबंधन के लिए नाम और लॉग इन समय प्राप्त हो सकते हैं। कृपया तृतीय-पक्ष साझेदार सेवाओं की उपयोगकर्ता समझौताओं या गोपनीयता नीतियों को ध्यानपूर्वक पढ़ें।": "",
	"III. हम एकत्र की गई जानकारी का उपयोग कैसे करते हैं": "",
	"हम उपयोगकर्ता समझौताओं और कानूनी विनियमों का पालन करते हैं जब एकत्र की गई जानकारी का उपयोग निम्नलिखित उद्देश्यों के लिए करते हैं। यदि हम आपकी जानकारी का उपयोग इन उद्देश्यों को अधिक करते हैं, तो हम फिर से स्पष्ट करेंगे और आपसे सहमति प्राप्त करेंगे।": "",
	"1. आपको सेवाएं प्रदान करना": "",
	"2. आपकी व्यक्तिगतकरण आवश्यकताओं को पूरा करना": "",
	"- उदाहरण के लिए, भाषा सेटिंग, स्थान सेटिंग, व्यक्तिगत सहायता सेवाएं।": "",
	"3. उत्पाद विकास और सेवा अनुकूलन": "",
	"- उदाहरण के लिए, जब हमारी सिस्टम में खराबी होती है, हम सिस्टम फेलियर के दौरान उत्पन्न जानकारी को रिकॉर्ड और विश्लेषण करके हमारी सेवाएं अनुकूलित करते हैं।": "",
	"4. सुरक्षा सुनिश्चित करना": "",
	"- हम आपकी जानकारी का उपयोग पहचान सत्यापन, सुरक्षा रोक": "",
	"थाम, धनग्राहण मॉनिटरिंग, आर्काइव बैकअप्स, और ग्राहक सुरक्षा सेवाएं जैसे उद्देश्यों के लिए करते हैं। उदाहरण के लिए, आप डाउनलोड या इंस्टॉल करने के लिए सुरक्षा सॉफ़्टवेयर जानकारी में हो सकती है, जो हानिकारक कार्यक्रम या वायरस को पहचान सकता है, या आपको धनग्राहण जानकारी पहचानने में मदद कर सकता है।": "",
	"5. सॉफ़्टवेयर प्रबंधन": "",
	"- सॉफ़्टवेयर प्रमाणपत्र, सॉफ़्टवेयर अपग्रेड आदि का आयोजन करना, और हमारी सेवाओं से संबंधित सर्वेक्षण में भाग लेने के लिए आपको आमंत्रित करना।": "",
	"एक बेहतर अनुभव प्रदान करने, हमारी सेवाओं को सुधारने या अन्य उद्देश्यों के लिए आपकी सहमति के साथ, हम किसी सेवा के माध्यम से एकत्र की गई जानकारी का हमारी अन्य सेवाओं के लिए उपयोग कर सकते हैं। उदाहरण के लिए, एक सेवा से जानकारी का उपयोग करके दूसरी सेवा में आपको व्यक्तिगत सामग्री दिखाना, या उपयोगकर्ता अनुसंधान विश्लेषण और सांख्यिकीय सेवाएं के लिए।": "",
	"सेवा सुरक्षा सुनिश्चित करने और हमें अपने एप्लिकेशन के संचालन को बेहतर समझने में मदद करने के लिए, हम संबंधित जानकारी को रिकॉर्ड कर सकते हैं, जैसे कि आपके एप्लिकेशन का उपयोग करने की आवृत्ति, त्रुटि जानकारी, कुल उपयोग, प्रदर्शन डेटा, और एप्लिकेशन के स्रोत। हम विश्लेषण सॉफ़्टवेयर में संग्रहित जानकारी को आपके द्वारा आवेदन में प्रदान की गई व्यक्तिगत पहचान सूचना के साथ मिलाएंगे नहीं।": "",
	"6. आपकी जानकारी साझा करना": "",
	"- आप हमारी सेवाओं के माध्यम से अपने दोस्तों, परिवार और अन्य उपयोगकर्ताओं के साथ संबंधित जानकारी साझा कर सकते हैं।": "",
	"- कृपया ध्यान दें कि इसमें आपकी व्यक्तिगत पहचान और संपत्ति जानकारी जैसी संवेदनशील जानकारी शामिल हो सकती है। कृपया आपकी संबंधित व्यक्तिगत संवेदनशील जानकारी को खोलने के बारे में ध्यानपूर्वक सोचें।": "",
	"- आप हमारी सेवाओं में गोपनीयता सेटिंग्स के माध्यम से साझा करने की जानकारी की चयन कर सकते हैं या हमारे द्वारा प्रदान की गई सेटिंग्स या दिशानिर्देशों के माध्यम से सार्वजनिक रूप से साझा की गई जानकारी को हटा सकते हैं। हालांकि, कृपया ध्यान दें कि यह जानकारी हमारे नियंत्रण से परे अन्य उपयोगकर्ताओं या गैर-संबंधित तृतीय पक्षों द्वारा अभिन्नत: संग्रहित हो सकती है।": "",
	"IV. आप अपनी जानकारी कैसे प्रबंधित करते हैं": "",
	"- आप हमारी सेवाओं का उपयोग करते समय प्रदान की गई पंजीकरण जानकारी और अन्य व्यक्तिगत जानकारी को एक्सेस, संशोधित और हटा सकते हैं, या प्रदान की गई निर्देशों के अनुसार हमसे संपर्क कर सकते हैं। व्यक्तिगत जानकारी को एक्सेस, संशोधित, और हटाने की व्यक्तिगत जानकारी को एक्सेस, संशोधित और हटाने के लिए विशिष्ट सेवा पर निर्भर करेगा।": "",
	"- उदाहरण के लिए, यदि आप स्थान-संबंधित सेवाओं का उपयोग करते समय अपनी स्थान जानकारी साझा करना बंद करना चाहते हैं, तो आप मोबाइल स्थान बंद करने के फ़ंक्शन, सॉफ़्टवेयर और हार्डवेयर सेवा प्रदाताओं के बंद करने के तरीके, और संचार सेवा प्रदाताओं के बंद करने के तरीके के माध्यम से साझा करना बंद कर सकते हैं। संबंधित मार्गदर्शिकाओं को ध्यानपूर्वक पढ़ना सुझावित है।": "",
	"- हम केवल हमारे उत्पादों या सेवाओं की क्षमता को प्राप्त करने के लिए आपकी जानकारी को एकत्र करेंगे और उसे इस नीति में कहा गया है। यदि आपको लगता है कि हमने आपकी व्यक्तिगत जानकारी के एकत्रण और उपयोग के संबंध में कानूनी विनियम, प्रशासनिक विनियम, या दोनों पक्षों के साथ संबंधित समझौतों का उल्लंघन किया है, तो आप हमसे उसे हटाने का अनुरोध कर सकते हैं।": "",
	"- यदि हमारे द्वारा एकत्रित और संग्रहित की गई व्यक्तिगत जानकारी में त्रुटियाँ मिलती हैं, तो आप सुधार का अनुरोध कर सकते हैं। कृपया इस नीति में दी गई संपर्क जानकारी के माध्यम से हमसे संपर्क करें।": "",
	"- संबंधित जानकारी का एक्सेस, संशोधन, और हटाने पर हम आपकी पहचान सत्यापन की अनुरोध कर सकते हैं ताकि खाते की सुरक्षा सुनिश्चित हो। कृपया समझें कि तकनीकी सीमाओं या अन्य कारणों से हम सभी आपकी अनुरोधों को पूरा करने में सक्षम नहीं हो सकते हैं, और हम आपके अनुरोधों का सार्थक समय सीमा के भीतर प्रतिसाद देंगे।": "",
	"V. हम जानकारी साझा कैसे करते हैं": "",
	"हम कानूनी विनियमों के अनुसार जानकारी साझा करने की सीमा में रहते हैं। उदाहरण के लिए, आपकी पूर्व सहमति के साथ, हम आपकी व्यक्तिगत जानकारी को बाहरी प्रसंस्करण के उद्देश्यों के लिए तृतीय पक्षों के साथ साझा कर सकते हैं। हम तृतीय-पक्ष साझेदारों के साथ सहयोग कर सकते हैं (तृतीय-पक्ष सेवा प्रदाता, ठेकेदार, एजेंट, विज्ञापन साझेदार, ऍप डेवेलपर्स, आदि, जैसे कि हमारे बजाय ईमेल या पुश सूचनाएं भेजने वाले संवाद सेवा प्रदाताएं और स्थान सेवाएं प्रदान करने वाले मानचित्र सेवा प्रदाताएं) ताकि हम आपकी व्यक्तिगत जानकारी को उनके साथ साझा कर सकें। वे आपके क्षेत्र में स्थित नहीं हो सकते हैं। जानकारी हमारे निर्देशों, गोपनीयता नीति, और अन्य संबंधित गोपनीयता और सुरक्षा उपायों के अनुसार साझा की जाएगी, और इसका उपयोग निम्नलिखित उद्देश्यों के लिए किया जाएगा:": "",
	"VI. हमारी सेवाएं प्रदान करना": "",
	"- \"हम कैसे एकत्र की गई जानकारी का उपयोग करते हैं\" खंड में कहे गए उद्देश्यों को पूरा करना; इस नीति में हमारी जिम्मेदारियों को पूरा करना; हमारी सेवाओं को समझना, बनाए रखना, और सुधारना।": "",
	"अगर हम आपकी जानकारी को उपरोक्त तृतीय पक्षों के साथ साझा करते हैं, तो हम आपकी जानकारी की सुरक्षा सुनिश्चित करने के लिए एन्क्रिप्शन, अनॉनिमाइजेशन, और अन्य साधनों का उपयोग करेंगे।": "",
	"जैसे हमारा व्यापार विकसित होता जाएगा, जैसे कि विलय, अधिग्रहण, संपत्ति स्थानांतरण, या अन्य लेन-देन जिसका परिणाम आपकी व्यक्तिगत जानकारी को तृतीय पक्षों के साथ साझा करना हो, हम आपको तथ्य से संबंधित परिस्थितियों की सूचना पुश सूचनाएं, घोषणाएं, आ": "",
	"दि के माध्यम से सूचित करेंगे। हम निर्दिष्ट करेंगे कि इस नीति द्वारा आवश्यक की गई कानूनी विनियमों और मानकों के अनुसार आपकी व्यक्तिगत जानकारी की सुरक्षा को जारी रखते हैं, या नए प्रबंधकों से आपकी व्यक्तिगत जानकारी की सुरक्षा जारी रखने की बातचीत करेंगे।": "",
	"हम एकत्रित जानकारी का उपयोग बड़े डेटा विश्लेषण के लिए कर सकते हैं। उदाहरण के लिए, हम एकत्रित जानकारी का उपयोग करके शहर हीट मैप्स या उद्योग इंसाइट रिपोर्ट्स बनाने के लिए कर सकते हैं, जो किसी भी व्यक्तिगत पहचान सूचना को शामिल नहीं करते हैं। हम साझा और जानकारी को साझा कर सकते हैं, परिसंख्यान प्रसंस्करण और पहचानी जानकारी को हटाने के बाद, हमारे साथीयों के साथ उपयोगकर्ताओं को हमारी सेवाओं का उपयोग कैसे करते हैं या सार्वजनिक को सार्वजनिक रूप से संग्रहण ट्रेंड्स को साझा करने के लिए।": "",
	"VII. हम आपको जानकारी भेज सकते हैं": "",
	"हमारी सेवाओं का उपयोग करते समय, हम आपको ईमेल, संदेश, समाचार, या पुश सूचनाएं भेज सकते हैं। आप हमारी संबंधित प्रोम्प्ट्स के अनुसार अपने डिवाइस पर अनुस्क्रिब कर सकते हैं। सेवा संबंधित घोषणाएं आपको आवश्यक होने पर भेजी जा सकती हैं, जैसे कि सिस्टम रखरखाव के लिए सेवा निलंबन के दौरान। आप इन सेवा संबंधित घोषणाओं से अनअबोन करने में सक्षम नहीं हो सकते हैं, जो कि विज्ञापन की प्रकृति की नहीं हैं।": "",
	"VIII. जानकारी का संग्रहण की अवधि": "",
	"आमतौर पर, हम केवल उद्देश्य को प्राप्त करने के लिए आवश्यक सबसे छोटे समय के लिए आपकी व्यक्तिगत जानकारी को रखते हैं।": "",
	"संबंधित सेवा समझौतों या इस नीति, सार्वजनिक हितों की निर्वहन, ग्राहकों, हम, हमारी संबद्ध कंपनियाँ, अन्य उपयोगकर्ताओं, या कर्मचारियों के उचित और आवश्यक उद्देश्यों के लिए.": "",
	"जब हमारे उत्पाद या सेवाएं संचालन बंद होती हैं, हम आपको पुश सूचनाएं, घोषणाएं, आदि के माध्यम से सूचित करेंगे, और आपकी व्यक्तिगत जानकारी को एक उचित समय के भीतर हटा या अनॉनिमाइज़ करेंगे।": "",
	"IX. जानकारी सुरक्षा": "",
	"हम आपकी जानकारी की हानि, अनुचित उपयोग, अनधिकृत पहुंच, या भंग को रोकने के लिए उचित सुरक्षा उपाय प्रदान करते हैं।": "",
	"हम सख्तता से कानूनी विनियमों का पालन करते हैं ताकि उपयोगकर्ता संवाद गोपनीयता का सख्त पालन हो।": "",
	"हम जानकारी की सुरक्षा सुनिश्चित करने के लिए उचित सुरक्षा स्तर पर विभिन्न सुरक्षा सुरक्षा साधनों का उपयोग करते हैं। हम जानकारी सुरक्षा सुनिश्चित करने के लिए विशेष प्रबंधन प्रणाली, प्रक्रियाएँ, और संगठन स्थापित करते हैं।": "",
	"व्यक्तिगत जानकारी लीक की तरह सुरक्षा घटनाओं की घटित होने पर, हम आपको पुश सूचनाओं, घोषणाओं, आदि के माध्यम से सूचित करेंगे, ताकि सुरक्षा घटनाओं का विस्तार रोका जा सके और आपको सूचित किया जा सके।": "",
	"X. प्रयोगक्षमता": "",
	"यह नीति हमारी सभी सेवाओं पर लागू होती है। कुछ सेवाएं विशिष्ट गोपनीयता दिशानिर्देश/बयान रखती हैं जो उस सेवा में आपकी जानकारी को हम कैसे संभालते हैं, वह विशेष रूप से स्पष्ट करती हैं। इस नीति और किसी विशिष्ट सेवा की विशिष्ट गोपनीयता दिशानिर्देश/बयान में किसी असंगतता के मामले में, उस विशिष्ट गोपनीयता दिशानिर्देश/बयान का प्रभाव करेगा।": "",
	"कृपया ध्यान दें कि यह नीति उन कंपनियों या व्यक्तियों द्वारा प्रदान की जाने वाली सेवाओं पर लागू नहीं है। उदाहरण के लिए, जब आप IM खाता का उपयोग करके दूसरी कंपनियों या व्यक्तियों द्वारा प्रदान की जाने वाली सेवाओं में लॉग इन करते हैं। तीसरे पक्ष की सेवाओं का उपयोग उनकी गोपनीयता नीतियों के अधीन होता है (इस नीति के बजाय), और आपको ध्यानपूर्वक उनकी नीति सामग्री को पढ़ना चाहिए।": "",
	"XI. हमसे संपर्क करें": "",
	"इस नीति या इससे संबंधित अन्य मुद्दों के बारे में यदि आपके पास कोई प्रश्न हैं, तो कृपया हमसे ग्राहक सेवा के माध्यम से संपर्क करें। हम शीघ्र जांचेंगे शामिल मुद्दों को और आपकी उपयोगकर्ता पहचान की पुष्टि करने के बाद जल्दी से प्रतिक्रिया देंगे।": "",
	"XII. परिवर्तन": "",
	"हम समय-समय पर इस नीति की सामग्री को संशोधित कर सकते हैं। यदि ऐसे परिवर्तन आपके अधीकृतता को सूची के अधीन करने का परिणाम होते हैं, तो हम आपको परिवर्तनों का प्रभाव होने से पहले पृष्ठ पर प्रमुख सूचनाएं, ईमेल सूचनाएं, या अन्य साधनों के माध्यम से सूचित करेंगे। इस प्रकार, यदि आप हमारी सेवाओं का उपयोग जारी रखते हैं, तो यह सूचित होता है कि आप संशोधित नीति से बाधित होने के लिए सहमत हैं।": "",
	"IM खाता उपयोग समझौता": "",
	"IM संख्या संसाधनों का प्रभावी रूप से उपयोग करने औ": "",
	"र उपयोगकर्ता के अधिकारों की सुरक्षा के लिए हमने \"IM संख्या नियम\" (इसके पश्चात \"इन नियमों\" के रूप में उल्लिखित) तैयार किए हैं। आपको इन नियमों को पढ़ना और उनका पालन करना चाहिए। कृपया सभी शर्तों को ध्यानपूर्वक पढ़ें और उनमें से विशेष रूप से उन शर्तों को, विशेष रूप से जो आईएम की जिम्मेदारी को छोड़ते हैं, उपयोगकर्ता के अधिकारों को सीमित करते हैं, विवाद सुलझाने के तरीकों को निर्दिष्ट करते हैं, और किसी विशिष्ट सेवा को खोलने या उपयोग करने के लिए अलग समझौता या नियम हो सकते हैं, विशेष रूप से ध्यान से पढ़ें। जिम्मेदारी को सीमित करने वाली, अस्वीकृति, या आपके महत्वपूर्ण अधिकारों को शामिल करने वाली शर्तें, आपके ध्यान को आकर्षित करने के लिए हाइलाइट, अंडरलाइन, या अन्य सूचीपूर्ण प्रारूपों में प्रस्तुत की जा सकती हैं।": "",
	"यदि आपने इन नियमों की सभी शर्तों को पूरी तरह से पढ़ा है, पूरी तरह समझा है, और स्वीकृति की है, तो आपको आईएम संख्याओं और संबंधित सेवाओं के लिए आवेदन करने या उपयोग करने का कोई अधिकार नहीं है। आपके \"सहमत\" या \"आगे\" पर क्लिक करना, या आईएम संख्याओं और संबंधित सेवाओं के लिए आवेदन करने या उपयोग करने का आपका कार्य, या इस नीति में इसे स्वीकृत करने का आपका किसी अन्य स्पष्ट या अंतर्लिपि रूप से अभिव्यक्ति, इसे माना जाएगा कि आपने इन नियमों को पढ़ा है और स्वीकृति देने का इरादा किया है। इन नियमों को आप और आईएम के बीच कानूनी बाध्यता दस्तावेज होंगे, जो दोनों पक्षों पर कानूनी दायित्व थोपते हैं।": "",
	"यदि आपको आयु, बुद्धिमत्ता, या अन्य कारणों से सिविल आचरण के लिए पूर्ण योग्यता नहीं है, तो कृपया अपने कानूनी संरक्षक (\"संरक्षक\") के साथ इन नियमों को पढ़ें और निर्णय करें कि आप इन नियमों को स्वीकृ": "",
	"I. नियमों की आवधि": "",
	"1.1 ये नियम आईएम द्वारा आईएम संख्याओं की प्राप्ति और उपयोग के संबंध में हैं। ये नियम उन सभी सॉफ़्टवेयर और सेवाओं के लिए लागू होते हैं जिन्हें आईएम संख्याओं की आवश्यकता होती है जो पंजीकरण या आईएम संख्याओं के उपयोग की आवश्यकता होती है।": "",
	"1.2. जब आप आईएम नंबर का उपयोग आईएम या तृतीय पक्ष के सॉफ़्टवेयर और सेवाओं के माध्यम से करते हैं, तो आपको प्रत्येक सेवा के विशिष्ट समझौतों का भी पालन करना होगा।": "",
	"II. आईएम संख्याओं की प्राप्ति": "",
	"2.1. आप आईएम सॉफ़्टवेयर के माध्यम से मुफ्त या शुल्क के लिए आईएम संख्याओं के लिए आवेदन कर सकते हैं, जिसमें शामिल हैं, लेकिन इसकी वास्तविक प्रदान आईएम की आधिकारिक निर्धारण के अनुसार की जाएगी।": "",
	"2.2. पंजीकरण प्रक्रिया पूरी करने के बाद, आईएम आपको आईएम संख्या का उपयोग के लिए स्वीकृति प्रदान करेगा, जॉगिन, आईएम सॉफ़्टवेयर या सेवाओं का उपयोग करने के लिए या आईएम के व्यावसायिक नियमों के अनुसार अन्य उद्देश्यों के लिए।": "",
	"2.3. किसी भी ऐसे उपाय से आईएम संख्या के लिए आवेदन करने या उसका उपयोग करने वाला कोई भी संगठन इन नियमों से बाधित होता है।": "",
	"III. उपयोगकर्ता पहचान सूचना का सत्यापन": "",
	"3.1. आईएम संख्या के लिए आवेदन प्रक्रिया के दौरान, आपको कुछ आवश्यक जानकारी भरनी होगी। कृपया इस जानकारी को उत्तरदाता रखें ताकि आईएम आपको सहायता प्रदान कर सके या आपकी सेवा को बेहतर से सेवित कर सके। यदि विशिष्ट आवश्यकताएं हैं, तो आपको सच्ची पहचान जानकारी प्रदान करनी होगी (जैसे कि फ़ोन नंबर, पहचान संख्याएँ, आदि)। यदि आप जानकारी प्रदान नहीं करते हैं या यह अपूर्ण या अव्यवस्थित है, तो आप सेवा का उपयोग नहीं कर सकते हैं या उपयोग के दौरान प्रतिबंध का सामना कर सकते हैं।": "",
	"3.2. आईएम और उपयोगकर्ताएं संयुक्त रू": "",
	"प से व्यक्तिगत जानकारी की सुरक्षा के प्रति प्रतिबद्ध हैं। उपयोगकर्ता व्यक्तिगत जानकारी की सुरक्षा आईएम का एक मौलिक सिद्धांत है। आपकी सहमति के बिना, आईएम आपकी व्यक्तिगत जानकारी को आईएम के बाहर किसी भी कंपनी, संगठन, या व्यक्ति के साथ साझा नहीं करेगा।": "",
	"आईएम जब आपकी व्यक्तिगत जानकारी को कैसे एकत्र करता है, इस्तेमाल करता है, संग्रहित करता है, और साझा करता है, तो कृपया \"गोपनीयता नीति\" को ध्यानपूर्वक पढ़ें और पूरी तरह से समझें।": "",
	"IV. आईएम संख्याओं का उपयोग": "",
	"4.1. आप आईएम संख्याओं का उपयोग करके आईएम के व्यावसायिक नियमों के अनुसार विभिन्न सॉफ़्टवेयर और सेवाओं में लॉग इन करने और उपयोग करने के लिए कर सकते हैं।": "",
	"4.2. आईएम द्वारा प्रदान की गई सॉफ़्टवेयर और सेवाओं के अलावा, आप आईएम संख्याओं का उपयोग करके तृतीय-पक्ष सॉफ़्टवेयर, वेबसाइट, या सेवाओं में लॉग इन और उपयोग कर सकते हैं। आप जानकार हैं और सहमत हैं कि यहाँ तक कि जब तक आईएम विशेष रूप से नहीं बताता है, ये वेबसाइट या सेवाएं आईएम द्वारा संचालित नहीं हैं। आपको ऐसी तृतीय-पक्ष वेबसाइटों या सेवाओं की सुरक्षा और उपलब्धता का स्वतंत्र निर्णय करना चाहिए और संबंधित जोखिम और जिम्मेदारियों का सामना करना चाहिए।": "",
	"4.3. जब आप आईएम संख्याओं का उपयोग करके आईएम द्वारा प्रदान की जाने वाली विभिन्न सॉफ़्टवेयर और सेवाओं का उपयोग करते हैं या तीसरे पक्षों द्वारा प्रदान की जाने वाली सेवाओं का उपयोग करते हैं, तो कृपया ध्यान दें कि आपकी व्यक्तिगत जानकारी, जैसे कि आपकी आईएम अवतार, उपनाम, आदि, भी आपको, आईएम दोस्तों, या आईएम सेवाओं या तीसरे पक्षों द्वारा प्रदान की जाने वाली सेवाओं के माध्यम से दिखाई जा सकती है। यदि आप इस जानकारी को अन्य आईएम सेवाओं या तीसरे पक्षों द्वारा प्रदान की जाने वाली सेवाओं के साथ साझा करने से इनकार करते हैं, तो आप इसे आईएम या तीसरे पक्षों द्वारा प्रदान की जाने वाली विभिन्न सॉफ़्टवेयर और सेवाओं में संशोधित कर सकते हैं।": "",
	"4.4. यदि आपकी पंजीकृत की गई आईएम संख्या लंबे समय तक लॉग इन नहीं होती है या उपयोग नहीं होती है, तो आईएम को आईएम संख्या को वापस लेने और संभालने का अधिकार होता है, और फिर आपको संबंधित संख्या का उपयोग जारी रखने का अधिकार नहीं होगा।": "",
	"V. आईएम संख्याओं की सुरक्षा": "",
	"5.1. आप खुद ही अपना आईएम पासवर्ड सेट कर सकते हैं। आपको अपनी आईएम संख्या और पासवर्ड (जिसमें यह समाहित नहीं है, वाणिज्यिक पासवर्ड, भुगतान पासवर्ड आदि) को ठीक से रखना चाहिए, और इस आईएम संख्या के साथ किए गए सभी गतिविधियों और परिणामों के लिए जिम्मेदार होना चाहिए।": "",
	"5.2. आईएम और आप आईएम संख्याओं की सुरक्षा बनाए रखने की जिम्मेदारी साझा करते हैं। आईएम सर्वर साइड पर आपकी आईएम संख्या की सुरक्षा को बचाने के लिए तकनीकी उपायों को अपनाएगा और यह सुरक्षित रखने के लिए तकनीकी उपायों को निरंतर अपडेट करेगा।": "",
	"5.3. आपको अपने नंबर की सुरक्षा को बचाने के लिए आवश्यक कदम उठाने चाहिए, जैसे कि अपनी आईएम संख्या और पासवर्ड को ठीक से रखना, एंटीवायरस और एंटी-मैलवेयर सॉ": "",
	"फ़्टवेयर इनस्टॉल करना, और नियमित अंतराल से अपना पासवर्ड बदलना जैसे कि तो।": "",
	"VI. आईएम संख्याओं के लिए असामान्य लॉगिन": "",
	"6.1. यदि आपकी आईएम संख्या किसी अन्य व्यक्ति द्वारा लॉग इन की जाती है, तो कृपया तुरंत दो-स्टेप सत्यापन पासवर्ड को बदलें।": "",
	"6.2. आपको इस आईएम संख्या को पुनः प्राप्त करने के लिए इस्तेमाल किए जाने वाले जानकारी या डिवाइस को सहेजने की जिम्मेदारी है ताकि अन्य लोग आपके द्वारा अभिनय करके आपकी आईएम संख्या में लॉग इन कर सकें। आप समझते हैं और सहमत हैं कि ऐसे परिस्थितियों से होने वाले किसी भी नुकसान के लिए आप जिम्मेदार होंगे।": "",
	"VII. उपयोगकर्ता आचार संहिता": "",
	"उपयोगकर्ताओं को आईएम संख्याओं का उपयोग करते समय अनुसूचियों का पालन करना चाहिए, साथ ही इन नियमों और अन्य विशिष्ट नियमों के अनुसार। इसके अलावा:": "",
	"7.1. आपको दुरुपयोगी रूप से आईएम संख्याओं को पंजीकृत या प्राप्त नहीं करना चाहिए। दुरुपयोगी पंजीकरण या आईएम संख्याओं का प्राप्त करना निम्नलिखित में से कुछ शामिल है, लेकिन इससे सीमित नहीं है:": "",
	"- आईएम द्वारा प्रदान या स्पष्ट रूप से पूर्णाधिकृत सॉफ़्टवेयर या सेवा के अलावा किसी सॉफ़्टवेयर या सेवा के माध्यम से आईएम संख्याओं को पंजीकृत या प्राप्त करना।": "",
	"- किसी सॉफ़्टवेयर या सेवा के माध्यम से मैन्युअल और मानव रूप से नहीं पंजीकृत करना या प्राप्त करना।": "",
	"- सामान्य मित्र या उपयोगकर्ता संवाद के परंतु अद्यतित साहसिक संदेश, स्पैम, विज्ञापन, धाराप्रवृत्ति, या गैरकानूनी उद्देश्य हासिल करने के लिए आईएम संख्याओं को पंजीकृत या प्राप्त करना।": "",
	"यदि, आईएम की स्वतंत्र निर्णय के अनुसार, आपका उपयोग किसी दुरुपयोगी रूप से पंजीकृत या प्राप्त किए गए आईएम संख्या है, तो आईएम को संबंधित आईएम संख्या का उपयोग प्रतिबंधित, निलंबित, या समाप्त करने का हक है।": "",
	"7.2. आईएम द्वारा इन नियमों के अनुसार आईएम संख्याओं का उपयोग अधिकार, पंजीकरण के प्रारंभिक आवेदक के लिए सीमित है। आईएम की अनुमति के बिना, पंजीकरण के प्रारंभिक आवेदक आईएम संख्याओं को उपहार, उधार, किराए पर लेने, स्थानांतरण, या आईएम संख्याओं का किसी अन्य तरीके से उपयोग करने की अनुमति नहीं देंगे। पंजीकरण के प्रारंभिक आवेदक द्वारा अनुमति बिना अन्य आईएम संख्याओं का उपयोग किया जाने का अधिकार नहीं है।": "",
	"7.3. यदि वर्तमान में आपकी आईएम संख्या वह नहीं है जिसके लिए आपने पहले आवेदन किया था या जिसे आईएम द्वारा प्रदान की गई अन्य साधनों के माध्यम से प्राप्त क": "",
	"िया गया था, तो आप उस संख्या से लॉग इन या किसी भी प्रक्रिया को संपन्न करने में सक्षम नहीं होंगे। कृपया शीघ्रता से आईएम या उस संख्या के प्रारंभिक आवेदक को सूचित करें।": "",
	"7.4. सामग्री मानक (1) इस शाखा में संदर्भित सामग्री से मतलब उपयोगकर्ताओं द्वारा इस सॉफ़्टवेयर और सेवा का उपयोग करते समय बनाई जाने वाली किसी भी सामग्री, जैसे कि आईएम खाता या कार्य का अवतार, नाम, उपयोगकर्ता विवरण, और परिचय, साथ ही पाठ, ध्वनि, छवियों, वीडियो, इमोजी, जानकारी, क्षण लेख, संबंधित लिंक पृष्ठ, और अन्य सामग्री शामिल हैं जो आईएम खातों या इस सॉफ़्टवेयर और सेवाओं का उपयोग करके उत्पन्न की गई हैं। (2) आप समझते हैं और सहमत हैं कि आईएम उपयोगकर्ताओं को एक नागरिक, स्वस्थ, और व्यवस्थित ऑनलाइन वातावरण प्रदान करने का प्रमाण देने के लिए समर्थ है। आप आईएम खातों, कार्य के लिए खातों, या इस सॉफ़्टवेयर और सेवाओं का उपयोग नहीं कर सकते हैं ताकि आप आईएम की सामान्य प्रचालन को बाधित करें या अन्य उपयोगकर्ताओं या तृतीय पक्षों के कानूनी अधिकारों और हितों में उत्कृष्टी करें, और आप सीमित हैं पुनर्निर्मिति और स्वतंत्रता के लिए निषेधित सामग्री प्रकाशित और प्रसारित करने से।": "",
	"साझेदारी संदेश": "",
	"अगर आप चाहें तो आपके साथी संप्रेषित सामग्री को हमारे सेवा पर शेयर कर सकते हैं, जिसमें चित्र या वीडियो शामिल हो सकता है। इस साझेदारी संदेश का उपयोग करके आप हमारे सेवाओं का बेहतर अनुभव कर सकते हैं और हम आपको बेहतर सामग्री प्रदान कर सकते हैं। इस विकल्प का उपयोग करने के लिए आपके सहमति की आवश्यकता होती है, और यदि आप इसे बंद करना चाहते हैं, तो आपको सेटिंग्स में जाकर इसे बंद कर सकते हैं।": "",
	"VIII. जिम्मेदारी": "",
	"8.1. आप समझते हैं और सहमत हैं कि आपके आईएम नंबर के तहत होने वाली सभी गतिविधियों के लिए आप जिम्मेदार हैं।": "",
	"8.2. यदि आपका आईएम नंबर आईएम के कारण लाभार्थ है, तो आईएम क़ानून के अनुसार संबंधित जिम्मेदारियों को उठाएगा। यदि यह आईएम के कारण नहीं है, तो आपको कानूनी जिम्मेदारियों और हानियों का सामना करना होगा।": "",
	"8.3. विवाद से बचने के लिए, आप आईएम नंबर को मुआवजा या मुकदमा बिना सौदा करने के लिए नहीं स्थानांतरित कर सकते हैं। अन्यथा, आपको इससे होने वाली किसी भी जिम्मेदारी का सामना करना होगा, और आईएम को उपरोक्त कलक्षपृष्ठ द्वारा किसी भी कलाकार की कानूनी जिम्मेदारियों का पीछा करने का अधिकार है।": "",
	"IX. आईएम नंबर का उपयोग की सीमा, फ्रीजिंग, या समाप्ति": "",
	"9.1. यदि आप संबंधित कानूनों और विनियमन, इन नियमों, या": "",
	"अन्य संबंधित समझौतों या नियमों का उल्लंघन करते हैं, तो आईएम को आपके आईएम नंबर का उपयोग सीमित, निलंबित, फ्रीज़ करने, या समाप्त करने का अधिकार है, और यह निर्भर करेगा कि आपके आईएम नंबर का उपयोग स्थिति के आधार पर आईएम नंबर का उपयोग पुनः स्थापित करने का निर्णय करेगा।": "",
	"9.2. यदि आईएम को यह मिलता है कि आप नंबर के लिए मौलिक आवेदक नहीं हैं, तो आईएम को उस नंबर का उपयोग बिना पूर्व-सूचना के समाप्त करने का अधिकार है।": "",
	"9.3. इन नियमों, संबंधित कानूनों और विनियमन, या अन्य संबंधित समझौतों या नियमों के अनुसार, यदि आईएम आपके आईएम नंबर का उपयोग सीमित, निलंबित, फ्रीज़ करने, या समाप्त करने जैसी कदम उठाता है, और इस प्रकार के कदमों से आपको नुकसान होता है (संचार विघटन, उपयोगकर्ता डेटा, ईमेल, वर्चुअल प्रॉपर्टी, और संबंधित डेटा को हटाना, सेवाओं, उत्पादों, या सेवाओं का उपयोग करने के लिए मूल्य जोड़ना या उपयोग नहीं कर पाना, तो संबंधित निर्देशों या ताकिदात से समझाया जाएगा), तो आपको इससे होने वाली नुकसानों का सामना करना होगा।": "",
	"X. नंबर सुरक्षा का संरक्षण": "",
	"आपके आईएम नंबर की सुरक्षा की सुरक्षा के लिए और आपको सेवा को अधिक सुरक्षित रूप से उपयोग करने के लिए, आईएम नंबर की सुरक्षा प्रौद्योगिकी और सुरक्षा उपायों को निरंतर अपग्रेड और सुधार सकता है। यदि आईएम, अपनी जज्मेंट पर आधारित, आपके खाते": "",
	"को चोरी के जोखिम में होने का यकीन करता है, तो यह आपको सूचनाएं जारी करने या आपके नंबर का अस्थायी रूप से फ्रीज करने के लिए कुछ कदम उठा सकता है ताकि आपके खाते की सुरक्षा को सुरक्षित रखा जा सके और आपकी संपत्ति को हानि न हो। आपको इसकी सुरक्षा की सारी जानकारी ताकिदात या हिदायतों का पालन करना चाहिए।": "",
	"XI. ग्राहक सेवा": "",
	"यदि आप आईएम द्वारा लिए गए किसी भी उपायों के खिलाफ हैं, जैसे कि आईएम नंबर का प्रतिबंध, फ्रीज़, या समाप्ति, या यदि आप आईएम नंबर का उपयोग करते हुए अन्य मुद्दों का सामना कर रहे हैं, तो आप आईएम ग्राहक सेवा से संपर्क कर सकते हैं, और हम आपको आवश्यक सहायता प्रदान करेंगे।": "",
	"XII. अन्य": "",
	"12.1. आपका आईएम नंबर और संबंधित सेवाओं के लिए आवेदन या उपयोग, इन नियमों को अपनी स्वीकृति और सहमति के रूप में माना जाता है। जब आवश्यक हो, आईएम इन नियमों की शर्तें संशोधित करने का अधिकार रखता है, और आप आईएम नंबर और संबंधित सेवाओं का नवीनतम संस्करण आईएम संबंधित पृष्ठों पर देख सकते हैं। इन नियमों की शर्तें बदलने के बाद, यदि आप आईएम नंबर और संबंधित सेवाओं का उपयोग करना जारी रखते हैं, तो यह माना जाता है कि आपने बदली हुई नियमों को स्वीकृत किया है।": "",
	"12.2. इन नियमों में सभी शीर्षकें केवल पठन की सुविधा के लिए हैं और इनमें वास्तविक अर्थ नहीं हैं। इन्हें नियमों के अर्थ की व्याख्या के लिए आधार नहीं बनाया जा सकता है।": "",
	"12.3. इन नियमों की किसी भी भाग का यदि कारण किसी भी कारण से अमान्य या कानूनी रूप से पूर्वानुमान नहीं किया जा सकता है, तो शेष भाग अभी भी पूर्ण और दोनों पक्षों पर बाधक रहेगा।": "",
	"अस्वीकृति समझौता": "",
	"आईएम-संबंधित उत्पादों का उपयोग जो भी क्रियाएँ की जाती हैं, वह सभी सावधानीपूर्वक इस समझौते को पढ़ा और स्वीकृत किया जाता है। इस समझौते की विशिष्ट": "",
	"सामग्री निम्नलिखित है:": "",
	"1. उपयोगकर्ता ने समझा और स्वीकृत किया है कि आईएम उत्पादों (आईएम उत्पादों का मतलब है, लेकिन इसके सीमित नहीं है, ऐप्स, वेबसाइट्स, मिनी-प्रोग्राम, रोबोट, सेवाएं, सामग्री आदि) का उपयोग से उत्पन्न सभी जोखिमें पूरी तरह से उपयोगकर्ता द्वारा उठाई जाती हैं। आईएम उपयोगकर्ता के उपयोग से उत्पन्न किसी भी परिणाम के लिए जिम्मेदार नहीं है।": "",
	"2. तीसरे पक्ष द्वारा आईएम पर भेजे गए सामग्री (जो उपयोगकर्ताओं, तृतीय-पक्ष रोबोट, मिनी-प्रोग्राम्स आदि को सीमित नहीं करके) और प्रदान की जाने वाली सेवाओं की सत्यता, सटीकता, और कानूनीता सूचना प्रदाता की जिम्मेदारी है। आईएम को किसी भी गारंटी प्रदान करने का अधिकार नहीं है और यह किसी भी जिम्मेदारी को नहीं लेता है।": "",
	"3. आईएम न सत्यता, सटीकता, और पूर्णता की गारंटी देता है किसी भी सूचना, सहित लेकिन इससे सीमित नहीं, पाठ, छवियाँ, ऑडियो और वीडियो,": ""
}