{
	"Acuerdo de Registro de Usuario": "",
	"Este acuerdo se divide en tres partes: \"Política de Privacidad\", \"Acuerdo de Uso de Cuenta de IM\" y \"Acuerdo de Descargo de Responsabilidad\". El acuerdo de registro implica la aceptación de todo el contenido de este \"Acuerdo de Registro de Usuario\".": "",
	"Política de Privacidad (Actualizada: 1 de agosto de 2023)": "",
	"Gracias por confiar en nuestros productos y servicios de IM. De acuerdo con las últimas leyes, regulaciones y políticas regulatorias en diversos países y regiones (en adelante denominadas \"leyes y regulaciones\"), hemos actualizado la \"Política de Privacidad\". Lea y comprenda cuidadosamente los siguientes términos.": "",
	"I. Introducción": "",
	"IM se adhiere estrictamente a las leyes y regulaciones, siguiendo los principios de protección de la privacidad para brindarle servicios más seguros y confiables:": "",
	"1.1 Seguridad y Fiabilidad": "",
	"Hacemos todo lo posible para prevenir la filtración, daño y pérdida de su información a través de tecnologías de seguridad de la información razonables y efectivas, y procesos de gestión.": "",
	"1.2 Autonomía de Elección": "",
	"Le proporcionamos opciones convenientes de gestión de la información para que pueda tomar decisiones apropiadas y gestionar su información personal.": "",
	"1.3 Protección de la Confidencialidad de la Comunicación": "",
	"Nos adherimos estrictamente a las leyes y regulaciones para proteger la confidencialidad de su comunicación y proporcionarle servicios de comunicación seguros.": "",
	"1.4 Razonable y Necesario": "",
	"Para brindarle a usted y a otros usuarios mejores servicios, solo recopilamos la información necesaria.": "",
	"1.5 Clara y Transparente": "",
	"Nos esforzamos por utilizar un lenguaje claro y comprensible para presentarle la política de privacidad, permitiéndole comprender claramente nuestros métodos de procesamiento de información.": "",
	"1.6 Integración de la Protección de la Privacidad en el Diseño del Producto": "",
	"En diversas etapas del desarrollo de productos o servicios, integramos el concepto de protección de la privacidad, considerando factores legales, de producto, diseño y otros.": "",
	"Esperamos que lea detenidamente la \"Política de Privacidad\" (en adelante, \"esta política\") para comprender en detalle cómo recopilamos y utilizamos la información, lo que le permitirá comprender mejor nuestros servicios y tomar decisiones apropiadas. Al utilizar los servicios de IM, indica su acuerdo con el contenido establecido en esta política. Si tiene alguna pregunta, contáctenos.": "",
	"II. Información que Recopilamos": "",
	"Solo recopilamos información necesaria para implementar funciones del producto, basadas en los principios de legalidad, legitimidad y necesidad. La información que proporciona activamente al usar nuestros servicios incluye:": "",
	"2.1 Información completada al registrar una cuenta": "",
	"Por ejemplo, el apodo y el número de teléfono que completa al registrar una cuenta de IM.": "",
	"2.2 Información cargada al usar el servicio": "",
	"Por ejemplo, el avatar y las fotos que carga al usar IM.": "",
	"Algunos de nuestros servicios pueden requerir que proporcione información personal sensible específica para lograr funciones específicas. Si elige no proporcionar dicha información, es posible que no pueda utilizar funciones específicas del servicio normalmente, pero no afectará su uso de otras funciones en el servicio. Si proporciona voluntariamente su información personal sensible, indica su acuerdo con que procesemos su información personal sensible para los fines y de la manera indicados en esta política.": "",
	"2.3 Información que Recopilamos Cuando Utiliza Nuestros Servicios": "",
	"Información de Registro: Cuando utiliza nuestros servicios, podemos recopilar automáticamente información relevante y almacenarla como información de registro de servicio.": "",
	"Información del Dispositivo: Esto incluye información como el modelo del dispositivo, la versión del sistema operativo y detalles similares.": "",
	"Información del Software: Por ejemplo, en casos en que aplicaciones de terceros que cooperan con los servicios de mensajería instantánea (IM) recopilan información sobre las aplicaciones móviles y otro software que utiliza para garantizar la seguridad del entorno operativo o proporcionar servicios necesarios, sujeto a su autorización.": "",
	"Dirección IP": "",
	"Información de Registro de Servicio: Esto abarca información como las búsquedas que realiza, el contenido que visualiza, problemas relacionados con el servicio, URL de referencia, etc., mientras utiliza nuestros servicios.": "",
	"Información de Registro de Comunicación: Por ejemplo, cuentas con las que se comunica, tiempo de comunicación y duración mientras utiliza nuestros servicios.": "",
	"Información de Ubicación": "",
	"Cuando utiliza servicios relacionados con la ubicación, podemos registrar la ubicación de su dispositivo para proporcionar servicios relevantes. Esto puede obtenerse a través de la dirección IP, GPS, WLAN (como WiFi) o estaciones base mientras utiliza nuestros servicios.": "",
	"La información proporcionada por usted u otros usuarios durante el uso del servicio puede contener información de ubicación geográfica. Por ejemplo, la información de su cuenta puede incluir detalles regionales, y las fotos compartidas por usted u otros pueden incluir información de geolocalización.": "",
	"Otra Información Relevante": "",
	"Para ayudarlo a utilizar mejor nuestros productos o servicios, podemos recopilar información adicional.": "",
	"Por ejemplo, listas de amigos, listas de grupos e información de la función de reconocimiento de voz. Para asegurarnos de que pueda conectarse con personas que conoce mientras utiliza nuestros servicios, si elige habilitar la función de importación de contactos, podemos cifrar y solo recopilar la información cifrada de sus contactos, como sus nombres y números de teléfono.": "",
	"Información Compartida por Otros Usuarios: La información compartida por otros usuarios, como fotos o videos, puede contener su información.": "",
	"Información Obtenida de Socios de Terceros: Podemos obtener información generada o compartida por usted al utilizar servicios de socios de terceros. Por ejemplo, cuando inicia sesión en servicios de socios de terceros utilizando su cuenta de IM, podemos recibir el nombre y la hora de inicio de sesión para una mejor gestión de autorización. Lea cuidadosamente los acuerdos de usuario o políticas de privacidad de los servicios de socios de terceros.": "",
	"III. Cómo Utilizamos la Información Recopilada": "",
	"Nos adherimos estrictamente a las regulaciones legales y acuerdos de usuario al utilizar la información recopilada con los siguientes propósitos. Si superamos estos propósitos al utilizar su información, lo explicaremos nuevamente y buscaremos su consentimiento.": "",
	"1. Proporcionar Servicios a Usted": "",
	"2. Satisfacer Sus Necesidades de Personalización": "",
	"- Por ejemplo, configuraciones de idioma, configuraciones de ubicación, servicios de asistencia personalizada.": "",
	"3. Desarrollo de Productos y Optimización del Servicio": "",
	"- Por ejemplo, cuando nuestro sistema experimenta fallas, registramos y analizamos la información generada durante las fallas del sistema para optimizar nuestros servicios.": "",
	"4. Garantía de Seguridad": "",
	"- Utilizamos su información para fines como verificación de identidad, prevención de seguridad, monitoreo antifraude, copias de seguridad de archivos y servicios de seguridad al cliente. Por ejemplo, el software de seguridad que descarga o instala puede detectar programas maliciosos o virus, o ayudarlo a identificar información fraudulenta.": "",
	"5. Gestión de Software": "",
	"- Realizar certificación de software, actualizaciones de software, etc., e invitarlo a participar en encuestas relacionadas con nuestros servicios.": "",
	"Con el fin de brindarle una mejor experiencia, mejorar nuestros servicios u otros propósitos con su consentimiento, podemos utilizar información recopilada a través de ciertos servicios para nuestros otros servicios. Por ejemplo, usar la información de un servicio para mostrarle contenido personalizado en otro servicio, o para análisis de investigación de usuarios y servicios estadísticos.": "",
	"Para garantizar la seguridad del servicio y ayudarnos a comprender mejor el funcionamiento de nuestras aplicaciones, podemos registrar información relevante como la frecuencia de uso de su aplicación, información de errores, uso general, datos de rendimiento y la fuente de la aplicación. No combinaremos la información almacenada en el software analítico con información personalmente identificable proporcionada por usted en la aplicación.": "",
	"6. Información que Comparte": "",
	"- Puede compartir información relevante con sus amigos, familiares y otros usuarios a través de nuestros servicios.": "",
	"- Tenga en cuenta que esto puede incluir información sensible como su identidad personal e información de propiedad. Considere cuidadosamente la divulgación de su información sensible personal relevante.": "",
	"- Puede controlar el alcance de la información que comparte a través de la configuración de privacidad en nuestros servicios o eliminar la información compartida públicamente a través de configuraciones o pautas proporcionadas por nosotros. Sin embargo, tenga en cuenta que esta información aún puede estar almacenada de manera independiente por otros usuarios o terceros no afiliados fuera de nuestro control.": "",
	"IV. Cómo Gestionar Su Información": "",
	"- Puede acceder, modificar y eliminar la información de registro y otra información personal que proporcione al utilizar nuestros servicios, o ponerse en contacto con nosotros según las instrucciones proporcionadas. El alcance y el método de acceso, modificación y eliminación de información personal dependerán del servicio específico que utilice.": "",
	"- Por ejemplo, si desea dejar de compartir su información de ubicación al utilizar servicios relacionados con la ubicación, puede dejar de compartir a través de la función de cierre de ubicación móvil, los métodos de cierre de proveedores de servicios de software y hardware, y proveedores de servicios de comunicación. Se recomienda leer cuidadosamente las pautas relevantes.": "",
	"- Solo recopilaremos y utilizaremos su información para lograr la funcionalidad de nuestros productos o servicios, como se indica en esta política. Si encuentra que hemos violado regulaciones legales, regulaciones administrativas o acuerdos con ambas partes con respecto a la recopilación y uso de su información personal, puede solicitarnos que la eliminemos.": "",
	"- Si encuentra errores en la información personal que recopilamos y almacenamos, también puede solicitar correcciones. Por favor, contáctenos a través de la información de contacto enumerada en esta política.": "",
	"- Al acceder, modificar y eliminar información relevante, podemos solicitar su verificación de identidad para garantizar la seguridad de la cuenta. Comprenda que debido a limitaciones técnicas u otras razones, es posible que no podamos cumplir con todas sus solicitudes, y responderemos a sus solicitudes dentro de un plazo razonable.": "",
	"V. Información que Compartimos": "",
	"Limitamos estrictamente el intercambio de información de acuerdo con las regulaciones legales. Por ejemplo, con su consentimiento previo, podemos compartir su información personal con terceros para fines de procesamiento externo. Podemos colaborar con socios de terceros (proveedores de servicios de terceros, contratistas, agentes, socios publicitarios, desarrolladores de aplicaciones, etc., como proveedores de servicios de comunicación que envían correos electrónicos o notificaciones push en nuestro nombre y proveedores de servicios de mapas que proporcionan servicios de ubicación) para compartir su información personal con ellos. Es posible que no se encuentren en su región. La información se compartirá de acuerdo con nuestras instrucciones, política de privacidad y otras medidas de confidencialidad y seguridad relevantes, y se utilizará para los siguientes fines:": "",
	"VI. Brindar Nuestros Servicios": "",
	"- Lograr los propósitos mencionados en la sección \"Cómo Utilizamos la Información Recopilada\"; cumplir con nuestras obligaciones y ejercer nuestros derechos en esta política; comprender, mantener y mejorar nuestros servicios.": "",
	"Si compartimos su información con los terceros mencionados anteriormente, utilizaremos cifrado, anonimización y otros medios para garantizar la seguridad de su información.": "",
	"A medida que nuestro negocio continúa desarrollándose, en caso de fusiones, adquisiciones, transferencias de activos u otras transacciones que lleven a compartir su información personal con terceros, le informaremos de la situación relevante a través de notificaciones push, anuncios, etc. Continuaremos protegiendo su información personal de acuerdo con las regulaciones legales y estándares que no sean inferiores a los requeridos por esta política, o solicitaremos a los nuevos responsables que continúen protegiendo su información personal.": "",
	"Podemos utilizar la información recopilada para análisis de big data. Por ejemplo, podemos utilizar la información recopilada para analizar y crear mapas de calor de la ciudad o informes de perspicacia industrial que no contengan información personalmente identificable. Podemos divulgar y compartir información, después de procesamiento estadístico y eliminación de contenido identificable, con nuestros socios para comprender cómo los usuarios utilizan nuestros servicios o comunicar tendencias de uso generales al público.": "",
	"VII. Información que Podemos Enviarle": "",
	"Mientras utiliza nuestros servicios, podemos enviarle correos electrónicos, mensajes, noticias o notificaciones push. Puede optar por darse de baja en su dispositivo según nuestras indicaciones relevantes. Los anuncios relacionados con el servicio pueden enviársele cuando sea necesario, como durante la suspensión del servicio por mantenimiento del sistema. Es posible que no pueda darse de baja de estos anuncios relacionados con el servicio, que no tienen naturaleza publicitaria.": "",
	"VIII. Período de Almacenamiento de la Información": "",
	"Generalmente, solo conservamos su información personal durante el tiempo más corto necesario para lograr el propósito previsto.": "",
	"Para la ejecución de acuerdos de servicios relevantes o esta política, el mantenimiento de intereses públicos, la protección de la seguridad personal y patrimonial u otros derechos e intereses legítimos de los clientes, nosotros, nuestras empresas afiliadas, otros usuarios o empleados, con fines razonables y necesarios.": "",
	"Cuando nuestros productos o servicios cesan su operación, le notificaremos a través de notificaciones push, anuncios, etc., y eliminaremos o anonimizaremos su información personal dentro de un plazo razonable.": "",
	"IX. Seguridad de la Información": "",
	"Proporcionamos medidas de seguridad adecuadas para su información para prevenir pérdidas, uso indebido, acceso no autorizado o divulgación.": "",
	"Cumplimos estrictamente con las regulaciones legales para proteger la privacidad de la comunicación del usuario.": "",
	"Utilizamos diversas medidas de protección de seguridad a un nivel de seguridad razonable para garantizar la seguridad de la información. Establecemos sistemas, procesos y organizaciones de gestión dedicados para asegurar la seguridad de la información.": "",
	"En caso de incidentes de seguridad como filtraciones de información personal, iniciaremos planes de emergencia para evitar la expansión de los incidentes de seguridad e informarle a través de notificaciones push, anuncios, etc.": "",
	"X. Aplicabilidad": "",
	"Esta política se aplica a todos nuestros servicios. Ciertos servicios tienen pautas/declaraciones de privacidad específicas que explican de manera más detallada cómo manejamos su información en ese servicio. En caso de cualquier inconsistencia entre esta política y las pautas/declaraciones de privacidad específicas de un servicio en particular, prevalecerán las pautas/declaraciones de privacidad específicas de ese servicio.": "",
	"Tenga en cuenta que esta política no se aplica a los servicios proporcionados por otras empresas o individuos. Por ejemplo, cuando inicia sesión en servicios proporcionados por otras empresas o individuos utilizando una cuenta de IM. Su uso de servicios de terceros está sujeto a sus políticas de privacidad (en lugar de esta política), y debe leer cuidadosamente el contenido de sus políticas.": "",
	"XI. Contáctenos": "",
	"Si tiene alguna pregunta sobre esta política u otros asuntos relacionados, contáctenos a través del servicio al cliente. Revisaremos rápidamente los problemas involucrados y responderemos lo antes posible después de verificar su identidad de usuario.": "",
	"XII. Cambios": "",
	"Podemos revisar el contenido de esta política de vez en cuando. Si dichos cambios resultan en una reducción sustancial de sus derechos bajo esta política, le notificaremos a través de notificaciones destacadas en la página, notificaciones por correo electrónico u otros medios antes de que los cambios entren en vigencia. En tales casos, si continúa utilizando nuestros servicios, indica que acepta quedar sujeto a la política revisada.": "",
	"IM Acuerdo de Uso de Números": "",
	"Para utilizar de manera efectiva los recursos de números IM y salvaguardar los derechos de los usuarios, hemos formulado las \"Reglas de Números IM\" (en adelante referidas como \"estas reglas\"). Deberías leer y cumplir con estas reglas. Por favor, lee cuidadosamente y comprende completamente todos los términos, especialmente aquellos que eximen o limitan la responsabilidad de IM, restringen los derechos del usuario, especifican métodos de resolución de disputas, y cualquier acuerdo o regla separada para abrir o utilizar un servicio específico. Los términos que limitan la responsabilidad, los descargos de responsabilidad u otros términos que involucren tus derechos significativos pueden estar resaltados, subrayados o presentados en otros formatos notorios para atraer tu atención.": "",
	"A menos que hayas leído completamente, entendido completamente y aceptado todos los términos de estas reglas, no tienes derecho a solicitar o utilizar números IM y servicios relacionados. Tu clic en \"Aceptar\" o \"Siguiente\", o tu acto de solicitar o utilizar números IM y servicios relacionados, o expresar tu aceptación de estas reglas de cualquier otra manera expresa o implícita, se considerará que has leído y aceptado firmar estas reglas. Estas reglas se convertirán en documentos legalmente vinculantes entre tú e IM, imponiendo obligaciones legales a ambas partes.": "",
	"Si no tienes plena capacidad para llevar a cabo actos civiles debido a la edad, inteligencia u otros factores, lee y decide si aceptar estas reglas en compañía de tu tutor legal (\"Tutor\").": "",
	"I. Alcance de las Reglas": "",
	"1.1. Estas reglas son formuladas por IM con respecto a la adquisición y uso de números IM. Estas reglas se aplican a todo el software y servicios proporcionados por IM que requieren registro o el uso de números IM.": "",
	"1.2. Cuando uses números IM a través de IM o software y servicios de terceros, también debes cumplir con los acuerdos separados de cada servicio.": "",
	"II. Adquisición de Números IM": "",
	"2.1. Puedes solicitar y registrar números IM de forma gratuita o mediante una tarifa a través del cliente de software, incluyendo, pero no limitándose a (los métodos específicos están sujetos a la provisión real por parte de IM oficial).": "",
	"2.2. Después de completar el proceso de registro, IM te autorizará para usar el número IM para iniciar sesión, usar el software o servicios de IM, u otros propósitos expresamente permitidos por IM, de acuerdo con las reglas comerciales de IM.": "",
	"2.3. Cualquier entidad que solicite o utilice cualquier número IM a través de cualquier medio está sujeta a estas reglas.": "",
	"III. Verificación de la Información de Identidad del Usuario": "",
	"3.1. Durante el proceso de solicitud de un número IM, debes completar cierta información necesaria. Por favor, mantén esta información actualizada para que IM pueda proporcionar asistencia o servirte mejor. Si hay requisitos específicos, debes proporcionar información de identidad verdadera (incluyendo, pero no limitándose a números de teléfono, números de identificación, etc.). Si la información que proporcionas está incompleta o incorrecta, es posible que no puedas utilizar el servicio o que enfrentes restricciones durante el uso.": "",
	"3.2. IM y los usuarios están comprometidos conjuntamente a proteger la información personal. Proteger la información personal del usuario es un principio fundamental de IM. Sin tu consentimiento, IM no divulgará tu información personal a ninguna empresa, organización o individuo fuera de IM.": "",
	"Para conocer cómo IM recopila, utiliza, almacena y comparte tu información personal, lee cuidadosamente y comprende completamente la \"Política de Privacidad\".": "",
	"IV. Uso de Números IM": "",
	"4.1. Puedes utilizar números IM para iniciar sesión y usar varios software y servicios proporcionados por IM de acuerdo con las reglas comerciales de IM.": "",
	"4.2. Además de los software y servicios proporcionados por IM, también puedes utilizar números IM para iniciar sesión y usar software, sitios web o servicios de terceros. Eres consciente y aceptas que, a menos que IM indique específicamente lo contrario, estos sitios web o servicios no son operados por IM. Debes juzgar de forma independiente la seguridad y disponibilidad de dichos sitios web o servicios de terceros y asumir los riesgos y responsabilidades relacionados.": "",
	"4.3. Cuando uses números IM para iniciar sesión y utilizar varios software y servicios proporcionados por IM o terceros, ten en cuenta que tu información personal, como tu avatar de IM, apodo, etc., también puede mostrarse a ti mismo, amigos de IM u otros usuarios a través de los servicios de IM o servicios proporcionados por terceros. Si te niegas a compartir esta información con otros servicios de IM o servicios proporcionados por terceros, puedes modificarla en varios software y servicios proporcionados por IM o terceros.": "",
	"4.4. Si el número IM que registraste no inicia sesión o se utiliza durante mucho tiempo, IM tiene el derecho de reclamar y gestionar el número IM, y ya no podrás seguir utilizando el número correspondiente.": "",
	"V. Seguridad de los Números IM": "",
	"5.1. Puedes configurar tu contraseña de IM por ti mismo. Debes mantener adecuadamente tu número IM y contraseña (incluyendo, pero no limitándote a contraseñas de verificación en dos pasos, contraseñas de pago, etc., en adelante referidas como \"contraseñas\"), y asumir la responsabilidad de todas las actividades y consecuencias llevadas a cabo con este número IM.": "",
	"5.2. IM y tú comparten la responsabilidad de mantener la seguridad de los números IM. IM adoptará y actualizará continuamente medidas técnicas para esforzarse en proteger la seguridad de tu número IM en el lado del servidor.": "",
	"5.3. Debes tomar medidas necesarias para proteger la seguridad de tu número, incluyendo, pero no limitándote a mantener adecuadamente tu número IM y contraseña, instalar software antivirus y antimalware, y cambiar tu contraseña regularmente.": "",
	"VI. Inicios de Sesión Inusuales para Números IM": "",
	"6.1. Si alguien que no seas tú inicia sesión en tu número IM, cambia rápidamente la contraseña de verificación en dos pasos.": "",
	"6.2. Te comprometes a mantener adecuadamente la información o dispositivos que pueden usarse para recuperar el número IM y evitar que otros inicien sesión en tu número IM haciéndose pasar por ti. Entiendes y aceptas que serás responsable de cualquier pérdida causada por tales situaciones.": "",
	"VII. Código de Conducta del Usuario": "",
	"Los usuarios deben cumplir con las disposiciones de leyes y regulaciones, así como con los acuerdos de estas reglas y otros acuerdos separados, al utilizar números IM. Además:": "",
	"7.1. No debes registrar ni obtener maliciosamente números IM. El registro o la obtención maliciosa de números IM incluye, pero no se limita a:": "",
	"- Registrar u obtener números IM a través de cualquier software o servicio que no sea proporcionado o explícitamente permitido por IM.": "",
	"- Registrar números IM de manera no manual o no humana a través de cualquier software o servicio.": "",
	"- Registrar u obtener números IM con fines distintos a la comunicación normal entre amigos o usuarios, incluyendo, pero no limitándose a registrar, obtener o usar números IM para enviar mensajes molestos, spam, publicidad, información fraudulenta o lograr fines ilegales.": "",
	"Si, según el juicio independiente de IM, el número IM que estás utilizando está registrado u obtenido de manera maliciosa, IM tiene el derecho de tomar medidas como restringir, suspender o terminar el uso del número IM correspondiente.": "",
	"7.2. La autorización de uso de números IM por parte de IM, según estas reglas, está limitada al solicitante inicial del registro. Sin el permiso de IM, el solicitante inicial del registro no puede regalar, prestar, alquilar, transferir o vender números IM ni permitir que otras entidades utilicen números IM de ninguna otra manera. Los solicitantes no iniciales para el registro no pueden usar números IM a través de regalos, herencias, arrendamientos, adquisiciones o cualquier otro medio.": "",
	"7.3. Si el número IM que estás utilizando actualmente no es el que solicitaste inicialmente o obtuviste a través de otros medios proporcionados por IM, no puedes iniciar sesión ni realizar ninguna operación con ese número. Notifica a IM o al solicitante inicial del registro de ese número lo antes posible.": "",
	"7.4. Normas de Contenido (1) El contenido referido en esta cláusula significa cualquier contenido creado, copiado, publicado o difundido por los usuarios durante el uso de este software y servicios, incluyendo, pero no limitándose a, información de registro como avatares de cuentas IM o de función, nombres, descripciones y presentaciones de usuarios, así como texto, voz, imágenes, videos, emojis, información, artículos de momentos, páginas de enlaces relacionados y otro contenido generado utilizando cuentas IM o este software y servicios. (2) Entiendes y aceptas que IM se compromete a proporcionar a los usuarios un entorno en línea civilizado, saludable y ordenado. No puedes usar cuentas IM, cuentas de función o este software y servicios para crear, copiar, publicar o difundir contenido que interfiera con la operación normal de IM o que infrinja los derechos e intereses legales de otros usuarios o terceros, y se te prohíbe publicar y difundir contenido relacionado con obscenidad, pornografía, abuso sexual infantil, juegos de azar, violencia y otros contenidos relacionados.": "",
	"and other materials provided by IM products. Users should independently judge and bear the risks and liabilities associated with the use of such information.": "",
	"4. Users understand and agree that IM products may be affected by various factors such as communication network quality, social environment, user location, and other external factors, which may result in service interruptions, delays, or other issues.": "",
	"5. IM products may provide links to third-party websites or resources. IM does not endorse or assume responsibility for the availability, accuracy, authenticity, legality, or any other aspect of these websites or resources. Users acknowledge and agree that they bear all risks arising from the use of these third-party websites or resources.": "",
	"6. IM has the right to send commercial information to users, including but not limited to announcements, news, advertisements, and other promotional materials.": "",
	"7. IM is not responsible for any loss of user data, account information, or other information caused by factors beyond its control, including but not limited to force majeure, hacking attacks, equipment failures, system instability, and other reasons.": "",
	"8. IM is not responsible for the inability to use IM products or the inconvenience caused to users due to reasons such as system maintenance, upgrades, or other adjustments.": "",
	"9. IM has the right to modify, suspend, or terminate the services provided by IM products at any time without prior notice to users. IM shall not be liable for any losses incurred by users or any third party as a result of such modification, suspension, or termination.": "",
	"10. Users acknowledge and agree that IM has the right to collect, use, and disclose user information in accordance with the \"Privacy Policy\" and these agreements.": "",
	"11. Users understand and agree that the use of IM products may involve the transmission of information over various networks and changes to meet technical requirements for connecting networks or devices. Therefore, users may encounter compatibility issues when using IM products on different devices or networks.": "",
	"12. Users understand and agree that IM may cooperate with third parties to provide services. Users also understand and agree that third-party services may be subject to their terms of service and privacy policies, and users are solely responsible for reviewing and accepting these terms.": "",
	"13. Users agree to use IM products in compliance with all applicable laws and regulations, and users are solely responsible for any legal consequences resulting from their use of IM products.": "",
	"14. Users understand and agree that IM may, in its sole discretion, suspend or terminate the user's account, restrict the user's use of IM products, or take other measures if the user violates these agreements or engages in activities that violate laws and regulations.": "",
	"15. IM does not provide any express or implied warranties for IM products, including but not limited to the availability, reliability, and fitness for a particular purpose of IM products. Users understand and agree that they use IM products at their own risk.": "",
	"16. Users understand and agree that these agreements are governed by the laws of the jurisdiction where IM operates its main business. Users agree to submit to the exclusive jurisdiction of the competent courts of that jurisdiction for the resolution of any legal disputes arising out of or related to these agreements.": "",
	"17. The headings in these agreements are for reference only and do not affect the interpretation of these agreements.": "",
	"18. These agreements constitute the entire agreement between users and IM regarding the use of IM products and supersede any prior agreements between users and IM.": "",
	"19. IM reserves the right to interpret and modify these agreements in its sole discretion.": "",
	"If you have any questions or concerns about these agreements or any IM-related products, please contact IM customer service.": "",
	"VIII. Responsabilidad": "",
	"8.1. Usted comprende y acepta que es responsable de todas las actividades bajo su número de IM.": "",
	"8.2. Si su número de IM se utiliza de manera indebida debido a razones atribuibles a IM, IM asumirá responsabilidades correspondientes según la ley. Si no es debido a razones atribuibles a IM, usted deberá asumir responsabilidades legales y pérdidas por cuenta propia.": "",
	"8.3. Para evitar disputas, no puede transferir su número de IM por una tarifa o sin compensación. De lo contrario, deberá asumir cualquier responsabilidad que surja de esto, y IM se reserva el derecho de perseguir la responsabilidad legal del actor mencionado anteriormente.": "",
	"IX. Restricciones, Congelación o Terminación del Uso del Número de IM": "",
	"9.1. Si viola las leyes y regulaciones pertinentes, estas reglas u otros acuerdos o normas pertinentes, IM tiene el derecho de restringir, suspender, congelar o terminar su uso de los números de IM, y decidir si restablecer o no su uso de los números de IM según la situación real.": "",
	"9.2. Si IM descubre que usted no es el solicitante inicial del número, IM tiene el derecho de terminar su uso de ese número sin previo aviso.": "",
	"9.3. De acuerdo con estas reglas, las leyes y regulaciones pertinentes, u otros acuerdos o normas pertinentes, si IM toma medidas como restringir, suspender, congelar o terminar su uso de los números de IM, y dichas medidas resultan en pérdidas para usted (incluyendo, pero no limitado a, interrupción de la comunicación, eliminación de datos de usuario, correos electrónicos, propiedad virtual y datos relacionados, así como la liquidación o incapacidad para utilizar servicios, productos o servicios de valor agregado), usted deberá asumir las pérdidas por cuenta propia.": "",
	"X. Protección de la Seguridad del Número": "",
	"Para proteger la seguridad de su número de IM y permitirle utilizar el servicio de manera más segura, IM puede mejorar continuamente su tecnología de seguridad y medidas de protección. Si IM, basándose en su criterio, cree que su cuenta puede estar en riesgo de ser robada, puede tomar ciertas medidas para emitir advertencias o congelar temporalmente su uso del número para proteger la seguridad de su cuenta y prevenir pérdidas en su propiedad. Debe seguir las indicaciones o instrucciones de IM para reducir el riesgo de robo de su cuenta o para restablecer el uso de la cuenta.": "",
	"XI. Servicio al Cliente": "",
	"Si tiene objeciones a cualquier medida tomada por IM, como restricciones, congelamiento o terminación del uso de los números de IM, o si tiene otros problemas durante el uso de los números de IM, puede ponerse en contacto con el servicio al cliente de IM, y le proporcionaremos la asistencia necesaria.": "",
	"XII. Otros": "",
	"12.1. Su solicitud o uso de los números de IM y servicios relacionados se considera como su aceptación y acuerdo de estar vinculado por estas reglas. IM tiene el derecho de modificar los términos de estas reglas cuando sea necesario, y puede consultar la última versión de estas reglas en las páginas relacionadas con IM. Después de que los términos de estas reglas cambien, si continúa utilizando los números de IM y los servicios relacionados, se considerará que ha aceptado las reglas modificadas.": "",
	"12.2. Los títulos de todos los términos en estas reglas son solo para facilitar la lectura y no tienen ningún significado real en sí mismos. No pueden ser utilizados como base para interpretar el significado de estas reglas.": "",
	"12.3. Si alguna parte de los términos de estas reglas es inválida o no se puede hacer cumplir por cualquier motivo, los términos restantes seguirán siendo válidos y vinculantes para ambas partes.": "",
	"Acuerdo de Descargo de Responsabilidad": "",
	"Todas las acciones de usar o registrarse en productos relacionados con IM se consideran como haber leído cuidadosamente y aceptado este acuerdo. El contenido específico del acuerdo es el siguiente:": "",
	"1. El usuario ha comprendido y aceptado que todos los riesgos derivados del uso de productos de IM (los productos de IM se refieren, pero no se limitan, a aplicaciones, sitios web, mini programas, robots, servicios, contenido, etc., en adelante denominados productos de IM) son responsabilidad exclusiva del usuario. IM no es responsable de las consecuencias derivadas del uso de los productos de IM por parte del usuario.": "",
	"2. La autenticidad, exactitud y legalidad del contenido enviado por terceros en IM (incluidos, entre otros, usuarios, robots de terceros, mini programas, etc.) y los servicios proporcionados son responsabilidad del proveedor de información. IM no ofrece garantías y no asume ninguna responsabilidad.": "",
	"3. IM no garantiza la autenticidad, exactitud y completitud de ninguna información, incluidos, entre otros, texto, imágenes, audio y video.": ""
}