{
	"User Registration Agreement": "",
	"This agreement is divided into three parts: \"Privacy Policy,\" \"IM Account Usage Agreement,\" and \"Disclaimer Agreement.\" Agreeing to register implies agreement to the entire content of this \"User Registration Agreement.\"": "",
	"Privacy Policy (Updated: August 1, 2023)": "",
	"Thank you for trusting and using IM products and services. In accordance with the latest laws, regulations, and regulatory policies in various countries and regions (hereinafter referred to as \"laws and regulations\"), we have updated the \"Privacy Policy.\" Please read and fully understand the following terms carefully.": "",
	"I. Introduction": "",
	"IM strictly adheres to laws and regulations, following the principles of privacy protection to provide you with safer and more reliable services:": "",
	"1.1 Security and Reliability": "",
	"We make every effort to prevent the leakage, damage, and loss of your information through reasonable and effective information security technologies and management processes.": "",
	"1.2 Autonomy of Choice": "",
	"We provide you with convenient information management options so that you can make appropriate choices and manage your personal information.": "",
	"1.3 Protection of Communication Confidentiality": "",
	"We strictly adhere to laws and regulations to protect your communication confidentiality and provide you with secure communication services.": "",
	"1.4 Reasonable and Necessary": "",
	"To provide you and other users with better services, we only collect necessary information.": "",
	"1.5 Clear and Transparent": "",
	"We strive to use clear and understandable language to introduce the privacy policy to you, enabling you to understand our information processing methods clearly.": "",
	"1.6 Integration of Privacy Protection into Product Design": "",
	"In various stages of product or service development, we integrate the concept of privacy protection, considering legal, product, design, and other factors.": "",
	"We hope you carefully read the \"Privacy Policy\" (hereinafter referred to as \"this policy\") to understand in detail how we collect and use information, allowing you to better understand our services and make appropriate choices. By using IM services, you indicate your agreement with the content stated in this policy. If you have any questions, please contact us.": "",
	"II. Information We Collect": "",
	"We only collect information necessary to implement product functions based on the principles of legality, legitimacy, and necessity. The information you actively provide when using our services includes:": "",
	"2.1 Information filled in when registering an account": "",
	"For example, the nickname and phone number you fill in when registering an IM account.": "",
	"2.2 Information uploaded when using the service": "",
	"For example, the avatar and photos you upload when using IM.": "",
	"Some of our services may require you to provide specific personal sensitive information to achieve specific functions. If you choose not to provide such information, you may be unable to use specific functions of the service normally, but it will not affect your use of other functions in the service. If you voluntarily provide your personal sensitive information, it indicates your agreement to us processing your personal sensitive information for the purposes and in the manner stated in this policy.": "",
	"2.3 Information We Collect When You Use Our Services": "",
	"Log Information: When you use our services, we may automatically collect relevant information and store it as service log information.": "",
	"Device Information: This includes information such as the device model, operating system version, and similar details.": "",
	"Software Information: For instance, in cases where third-party applications cooperating with instant messaging (IM) services collect information about the mobile apps and other software you use to ensure the security of the operating environment or provide necessary services, subject to your authorization.": "",
	"IP Address": "",
	"Service Log Information: This encompasses information such as the searches you perform, the content you view, service-related issues, referral URLs, etc., while using our services.": "",
	"Communication Log Information: For example, accounts you communicated with, communication time, and duration while using our services.": "",
	"Location Information": "",
	"When you use location-related services, we may record the location of your device to provide relevant services. This may be obtained through IP address, GPS, WLAN (such as WiFi), or base stations while you use our services.": "",
	"Your or other users' provided information during service usage may contain geographic location information. For instance, your account information may include your regional details, and photos shared by you or others may include geotag information.": "",
	"Other Relevant Information": "",
	"To assist you in better using our products or services, we may collect additional information.": "",
	"For example, friend lists, group lists, and voiceprint feature information. To ensure you can connect with people you know while using our services, if you choose to enable the contact import feature, we may encrypt and only collect the encrypted information of your contacts, such as their names and phone numbers.": "",
	"Information Shared by Other Users: Information shared by other users, such as photos or videos, may contain your information.": "",
	"Information Obtained from Third-Party Partners: We may obtain information generated or shared by you while using services from third-party partners. For example, when you log in to third-party partner services using your IM account, we may receive the name and login time for better authorization management. Please carefully read the user agreements or privacy policies of third-party partner services.": "",
	"III. How We Use Collected Information": "",
	"We strictly adhere to legal regulations and user agreements when using collected information for the following purposes. If we exceed these purposes in using your information, we will explain again and seek your consent.": "",
	"1. Providing Services to You": "",
	"2. Meeting Your Personalization Needs": "",
	"- For example, language settings, location settings, personalized assistance services.": "",
	"3. Product Development and Service Optimization": "",
	"- For instance, when our system experiences malfunctions, we record and analyze the information generated during system failures to optimize our services.": "",
	"4. Security Assurance": "",
	"- We use your information for purposes such as identity verification, security prevention, anti-fraud monitoring, archive backups, and customer security services. For example, security software you download or install may detect malicious programs or viruses, or help you identify fraudulent information.": "",
	"5. Software Management": "",
	"- Conducting software certification, software upgrades, etc., and inviting you to participate in surveys related to our services.": "",
	"In order to provide you with a better experience, improve our services, or for other purposes with your consent, we may use information collected through certain services for our other services. For example, using the information from one service to show you personalized content in another service, or for user research analysis and statistical services.": "",
	"To ensure service security and help us better understand the operation of our applications, we may record relevant information such as the frequency of your app usage, error information, overall usage, performance data, and the source of the application. We will not combine the information stored in analytical software with personally identifiable information provided by you in the application.": "",
	"6. Information You Share": "",
	"- You can share relevant information with your friends, family, and other users through our services.": "",
	"- Please note that this may include sensitive information such as your personal identity and property information. Please carefully consider disclosing your relevant personal sensitive information.": "",
	"- You can control the scope of information you share through privacy settings in our services or delete information publicly shared through settings or guidelines provided by us. However, please note that this information may still be independently stored by other users or non-affiliated third parties beyond our control.": "",
	"IV. How You Manage Your Information": "",
	"- You can access, modify, and delete the registration information and other personal information you provide while using our services, or contact us according to the instructions provided. The scope and method of accessing, modifying, and deleting personal information will depend on the specific service you use.": "",
	"- For example, if you wish to stop sharing your location information when using location-related services, you can stop sharing through the mobile location closure function, the closure methods of software and hardware service providers, and communication service providers. It is recommended to carefully read the relevant guidelines.": "",
	"- We will only collect and use your information to achieve the functionality of our products or services, as stated in this policy. If you find that we have violated legal regulations, administrative regulations, or agreements with both parties regarding the collection and use of your personal information, you can request us to delete it.": "",
	"- If you find errors in the personal information we collect and store, you can also request corrections. Please contact us through the contact information listed in this policy.": "",
	"- When accessing, modifying, and deleting relevant information, we may request your identity verification to ensure the security of the account. Please understand that due to technical limitations or other reasons, we may not be able to meet all your requests, and we will respond to your requests within a reasonable timeframe.": "",
	"V. Information We Share": "",
	"We strictly limit information sharing in accordance with legal regulations. For example, with your prior consent, we may share your personal information with third parties for external processing purposes. We may collaborate with third-party partners (third-party service providers, contractors, agents, advertising partners, app developers, etc., such as communication service providers who send emails or push notifications on our behalf, and map service providers that provide location services) to share your personal information with them. They may not be located in your region. The information will be shared in accordance with our instructions, privacy policy, and other relevant confidentiality and security measures, and used for the following purposes:": "",
	"VI. Providing Our Services": "",
	"- Achieving the purposes mentioned in the \"How We Use Collected Information\" section; fulfilling our obligations and exercising our rights in this policy; understanding, maintaining, and improving our services.": "",
	"If we share your information with the aforementioned third parties, we will use encryption, anonymization, and other means to ensure the security of your information.": "",
	"As our business continues to develop, in the event of mergers, acquisitions, asset transfers, or other transactions that lead to the sharing of your personal information with third parties, we will inform you of the relevant situation through push notifications, announcements, etc. We will continue to protect your personal information in accordance with legal regulations and standards not lower than those required by this policy, or request new managers to continue protecting your personal information.": "",
	"We may use the collected information for big data analysis. For example, we may use the information collected to analyze and create city heat maps or industry insight reports that do not contain any personally identifiable information. We may disclose and share information, after statistical processing and removal of identifiable content, with our partners to understand how users use our services or to communicate overall usage trends to the public.": "",
	"VII. Information We May Send to You": "",
	"While using our services, we may send you emails, messages, news, or push notifications. You can choose to unsubscribe on your device according to our relevant prompts. Service-related announcements may be sent to you when necessary, such as during service suspension for system maintenance. You may not be able to unsubscribe from these service-related announcements, which are not of an advertising nature.": "",
	"VIII. Storage Period of Information": "",
	"Generally, we only retain your personal information for the shortest time necessary to achieve the intended purpose.": "",
	"For the execution of relevant service agreements or this policy, the maintenance of public interests, the protection of the personal and property safety or other legitimate rights and interests of customers, us, our affiliated companies, other users, or employees, for reasonable and necessary purposes.": "",
	"When our products or services cease operation, we will notify you through push notifications, announcements, etc., and delete or anonymize your personal information within a reasonable timeframe.": "",
	"IX. Information Security": "",
	"We provide appropriate security measures for your information to prevent loss, improper use, unauthorized access, or disclosure.": "",
	"We strictly comply with legal regulations to protect user communication privacy.": "",
	"We use various security protection measures at a reasonable security level to ensure the security of information. We establish dedicated management systems, processes, and organizations to ensure information security.": "",
	"In the event of security incidents such as personal information leaks, we will initiate emergency plans to prevent the expansion of security incidents and inform you through push notifications, announcements, etc.": "",
	"X. Applicability": "",
	"This policy applies to all our services. Certain services have specific privacy guidelines/statements that more specifically explain how we handle your information in that service. In case of any inconsistency between this policy and the specific privacy guidelines/statements of a particular service, the specific privacy guidelines/statements of that service shall prevail.": "",
	"Please note that this policy does not apply to services provided by other companies or individuals. For example, when you log in to services provided by other companies or individuals using an IM account. Your use of third-party services is subject to their privacy policies (rather than this policy), and you should carefully read their policy content.": "",
	"XI. Contact Us": "",
	"If you have any questions about this policy or other related matters, please contact us through customer service. We will promptly review the issues involved and respond as soon as possible after verifying your user identity.": "",
	"XII. Changes": "",
	"We may revise the content of this policy from time to time. If such changes result in a substantial reduction of your rights under this policy, we will notify you through prominent notifications on the page, email notifications, or other means before the changes take effect. In such cases, if you continue to use our services, it indicates that you agree to be bound by the revised policy.": "",
	"IM Account Usage Agreement": "",
	"To effectively utilize IM number resources and safeguard user rights, we have formulated the \"IM Number Rules\" (hereinafter referred to as \"these rules\"). You should read and comply with these rules. Please carefully read and fully understand all the terms, especially those exempting or limiting IM's liability, restricting user rights, specifying dispute resolution methods, and any separate agreements or rules for opening or using a specific service. Terms limiting liability, disclaimers, or other terms involving your significant rights may be highlighted, underlined, or presented in other noticeable formats to draw your attention.": "",
	"Unless you have fully read, completely understood, and accepted all the terms of these rules, you have no right to apply for or use IM numbers and related services. Your clicking \"Agree\" or \"Next,\" or your act of applying for or using IM numbers and related services, or expressing your acceptance of these rules in any other express or implied manner, shall be deemed that you have read and agreed to sign these rules. These rules shall become legally binding documents between you and IM, imposing legal obligations on both parties.": "",
	"If you do not have full capacity for civil conduct due to age, intelligence, or other factors, please read and judge whether to agree to these rules in the company of your legal guardian (\"Guardian\").": "",
	"I. Scope of Rules": "",
	"1.1. These rules are formulated by IM concerning the acquisition and use of IM numbers. These rules apply to all software and services provided by IM that require registration or the use of IM numbers.": "",
	"1.2. When you use IM numbers through IM or third-party software and services, you must also comply with the separate agreements of each service.": "",
	"II. Acquisition of IM Numbers": "",
	"2.1. You can apply for and register IM numbers for free or for a fee through the software client, including but not limited to (specific methods are subject to the actual provision by the official IM).": "",
	"2.2. After completing the registration process, IM will authorize you to use the IM number for logging in, using IM software or services, or other purposes expressly permitted by IM, in accordance with IM's business rules.": "",
	"2.3. Any entity applying for or using any IM number through any means is bound by these rules.": "",
	"III. Verification of User Identity Information": "",
	"3.1. During the application process for an IM number, you need to fill in some necessary information. Please keep this information up to date so that IM can provide assistance or better serve you. If there are specific requirements, you need to provide true identity information (including but not limited to phone numbers, identification numbers, etc.). If the information you provide is incomplete or inaccurate, you may not be able to use the service or may face restrictions during use.": "",
	"3.2. IM and users are jointly committed to protecting personal information. Protecting user personal information is a fundamental principle of IM. Without your consent, IM will not disclose your personal information to any company, organization, or individual outside of IM.": "",
	"For how IM collects, uses, stores, and shares your personal information, please carefully read and fully understand the \"Privacy Policy.\"": "",
	"IV. Use of IM Numbers": "",
	"4.1. You can use IM numbers to log in and use various software and services provided by IM in accordance with IM's business rules.": "",
	"4.2. In addition to the software and services provided by IM, you may also use IM numbers to log in and use third-party software, websites, or services. You are aware and agree that unless IM specifically states otherwise, these websites or services are not operated by IM. You should independently judge the security and availability of such third-party websites or services and bear the related risks and responsibilities.": "",
	"4.3. When you use IM numbers to log in and use various software and services provided by IM or third parties, please note that your personal information, such as your IM avatar, nickname, etc., may also be displayed to yourself, IM friends, or other users through IM services or services provided by third parties. If you refuse to share this information with other IM services or services provided by third parties, you can modify it in various software and services provided by IM or third parties.": "",
	"4.4. If the IM number you registered is not logged in or used for a long time, IM has the right to reclaim and handle the IM number, and you will no longer be able to continue using the corresponding number.": "",
	"V. Security of IM Numbers": "",
	"5.1. You can set your IM password by yourself. You should properly keep your IM number and password (including but not limited to two-step verification passwords, payment passwords, etc., hereinafter referred to as \"passwords\"), and bear responsibility for all activities and consequences carried out with this IM number.": "",
	"5.2. IM and you share the responsibility of maintaining the security of IM numbers. IM will adopt and continuously update technical measures to strive to protect the security of your IM number on the server side.": "",
	"5.3. You should take necessary measures to protect the security of your number, including but not limited to properly keeping your IM number and password, installing antivirus and anti-malware software, and regularly changing your password.": "",
	"VI. Unusual Login for IM Numbers": "",
	"6.1. If your IM number is logged in by someone other than yourself, please promptly change the two-step verification password.": "",
	"6.2. You undertake to properly keep the information or devices that may be used for recovering the IM number to prevent others from logging into your IM number by impersonating you. You understand and agree that you will be responsible for any losses caused by such situations.": "",
	"VII. User Code of Conduct": "",
	"Users should comply with the provisions of laws and regulations, as well as the agreements of these rules and other separate agreements, while using IM numbers. In addition:": "",
	"7.1. You shall not maliciously register or obtain IM numbers. Malicious registration or acquisition of IM numbers includes, but is not limited to:": "",
	"- Registering or obtaining IM numbers through any software or service other than that provided or explicitly permitted by IM.": "",
	"- Registering IM numbers in a non-manual, non-human way through any software or service.": "",
	"- Registering or obtaining IM numbers for purposes beyond normal friend or user communication, including but not limited to registering, obtaining, or using IM numbers for sending harassing messages, spam, advertisements, fraudulent information, or achieving illegal purposes.": "",
	"If, in the independent judgment of IM, the IM number you are using is maliciously registered or obtained, IM has the right to take measures such as restricting, suspending, or terminating the use of the corresponding IM number.": "",
	"7.2. The use authorization of IM numbers by IM, as per these rules, is limited to the initial applicant for registration. Without the permission of IM, the initial applicant for registration may not gift, lend, rent, transfer, or sell IM numbers or permit other entities to use IM numbers in any other way. Non-initial applicants for registration may not use IM numbers through gifting, inheritance, leasing, acquisition, or any other means.": "",
	"7.3. If the IM number you are currently using is not the one you initially applied for or obtained through other means provided by IM, you may not log in or perform any operations with that number. Please notify IM or the initial applicant for registration of that number as soon as possible.": "",
	"7.4. Content Norms (1) The content referred to in this clause means any content created, copied, published, or disseminated by users during the use of this software and services, including but not limited to registration information such as IM account or function account avatars, names, user descriptions, and introductions, as well as text, voice, images, videos, emojis, information, moments articles, related link pages, and other content generated using IM accounts or this software and services. (2) You understand and agree that IM is committed to providing users with a civilized, healthy, and orderly online environment. You may not use IM accounts, function accounts, or this software and services to create, copy, publish, or disseminate content that interferes with the normal operation of IM or infringes on the legal rights and interests of other users or third parties, and you are prohibited from publishing and disseminating content related to obscenity, pornography, child sexual abuse, gambling, violence, and other related content.": "",
	"VIII. Liability": "",
	"8.1. You understand and agree that you are responsible for all activities under your IM number.": "",
	"8.2. If your IM number is misused due to reasons attributable to IM, IM will bear corresponding responsibilities according to the law. If it is not due to reasons attributable to IM, you shall bear legal responsibilities and losses on your own.": "",
	"8.3. To avoid disputes, you may not transfer your IM number for a fee or without compensation. Otherwise, you shall bear any liability arising from this, and IM reserves the right to pursue the legal liability of the above-mentioned actor.": "",
	"IX. Restrictions, Freezing, or Termination of IM Number Use": "",
	"9.1. If you violate relevant laws and regulations, these rules, or other relevant agreements or rules, IM has the right to restrict, suspend, freeze, or terminate your use of IM numbers, and decide whether to restore your use of IM numbers based on the actual situation.": "",
	"9.2. If IM finds that you are not the initial applicant for the number, IM has the right to terminate your use of that number without notice.": "",
	"9.3. In accordance with these rules, relevant laws and regulations, or other relevant agreements or rules, if IM takes measures such as restricting, suspending, freezing, or terminating your use of IM numbers, and such measures result in losses to you (including but not limited to communication interruption, deletion of user data, emails, virtual property, and related data, as well as the clearing or inability to use value-added services, products, or services), you shall bear the losses on your own.": "",
	"X. Protection of Number Security": "",
	"To protect the security of your IM number and enable you to use the service more securely, IM may continuously upgrade and improve its security technology and protection measures. If IM, based on its judgment, believes that your account may be at risk of being stolen, it may take certain measures to issue prompts to you or temporarily freeze your use of the number in order to protect the security of your account and prevent losses to your property. You should follow the prompts or instructions from IM to reduce the risk of your account being stolen or to restore your use of the account.": "",
	"XI. Customer Service": "",
	"If you have objections to any measures taken by IM, such as restrictions, freezing, or termination of the use of IM numbers, or if you have other issues during the use of IM numbers, you can contact IM customer service, and we will provide you with necessary assistance.": "",
	"XII. Other": "",
	"12.1. Your application for or use of IM numbers and related services is deemed as your acceptance and agreement to be bound by these rules. IM has the right to modify the terms of these rules when necessary, and you can check the latest version of these rules on IM-related pages. After the terms of these rules are changed, if you continue to use IM numbers and related services, it is deemed that you have accepted the changed rules.": "",
	"12.2. The titles of all terms in these rules are for reading convenience only and have no actual meaning in themselves. They cannot be used as a basis for interpreting the meaning of these rules.": "",
	"12.3. If any part of the terms of these rules is invalid or unenforceable for any reason, the remaining terms shall still be valid and binding on both parties.": "",
	"Disclaimer Agreement": "",
	"All actions of using or registering for IM-related products are considered as having carefully read and agreed to this agreement. The specific content of the agreement is as follows:": "",
	"1. The user has understood and agreed that all risks arising from the use of IM products (IM products refer to, but are not limited to, apps, websites, mini-programs, robots, services, content, etc., hereinafter referred to as IM products) are entirely borne by the user. IM is not responsible for any consequences arising from the user's use of IM products.": "",
	"2. The authenticity, accuracy, and legality of the content sent by the third party on IM (including but not limited to users, third-party robots, mini-programs, etc.) and the services provided are the responsibility of the information provider. IM does not provide any guarantees and does not assume any responsibility.": "",
	"3. IM does not guarantee the authenticity, accuracy, and completeness of any information, including but not limited to text, images, audio and video,": ""
}