{
    "本协议分为《隐私政策》、《IM账号使用协议》以及《免责协议》三部分，同意注册即同意此“用户注册协议”的全部内容。\n": "",
    "\n": "",
    "隐私政策 （更新日期：2023年8月1日）\n": "",
	"\n": "",
    "感谢您信任并使用IM的产品和服务，我们根据最新各国各地区的法律法规、监管政策（以下简称为“法律法规”），更新了《隐私政策》。请您仔细阅读并充分理解以下条款。\n": "",
	"\n": "",
    "一、引言\n": "",
	"\n": "",
    "IM严格遵守法律法规，遵循以下隐私保护原则，为您提供更加安全、可靠的服务：\n": "",
    "1.1、安全可靠\n": "",
    "我们竭尽全力通过合理有效的信息安全技术及管理流程，防止您的信息泄露、损毁、丢失。\n": "",
    "1.2、自主选择\n": "",
    "我们为您提供便利的信息管理选项，以便您做出合适的选择，管理您的个人信息。\n": "",
    "1.3、保护通信秘密\n": "",
    "我们严格遵照法律法规，保护您的通信秘密，为您提供安全的通信服务。\n": "",
    "1.4、合理必要\n": "",
    "为了向您和其他用户提供更好的服务，我们仅收集必要的信息。\n": "",
    "1.5、清晰透明\n": "",
    "我们努力使用简明易懂的表述，向您介绍隐私政策，以便您清晰地了解我们的信息处理方式。\n": "",
    "1.6、将隐私保护融入产品设计\n": "",
    "我们在产品或服务开发的各个环节，综合法律、产品、设计等多方因素，融入隐私保护的理念。\n": "",
    "希望您仔细阅读《隐私政策》（以下简称“本政策”），详细了解我们对信息的收集、使用方式，以便您更好地了解我们的服务并作出适当的选择。若您使用IM服务，即表示您认同我们在本政策中所述内容。如您有问题，请联系我们。\n": "",
    "二、我们收集的信息\n": "",
    "我们根据合法、正当、必要的原则，仅收集实现产品功能所必要的信息。您在使用我们服务时主动提供的信息\n": "",
    "2.1、 您在注册帐户时填写的信息\n": "",
    "例如，您在注册IM帐户时所填写的昵称、手机号码。\n": "",
    "2.2、您在使用服务时上传的信息\n": "",
    "例如，您在使用IM时上传的头像、分享的照片。\n": "",
    "我们的部分服务可能需要您提供特定的个人敏感信息来实现特定功能。若您选择不提供该类信息，则可能无法正常使用服务中的特定功能，但不影响您使用服务中的其他功能。若您主动提供您的个人敏感信息，即表示您同意我们按本政策所述目的和方式来处理您的个人敏感信息。\n": "",
    "2.3、我们在您使用服务时获取的信息\n": "",
    "日志信息 当您使用我们的服务时，我们可能会自动收集相关信息并存储为服务日志信息。\n": "",
    "设备信息 例如，设备型号、操作系统版本等信息。\n": "",
    "软件信息 例如，在您授权的情况下，与IM合作的第三方应用为确保操作环境的安全或提供服务所需，可能会收集您使用的移动应用和其他软件的信息。\n": "",
    "IP地址\n": "",
    "服务日志信息 例如，使用我们服务时搜索、查看的信息、服务故障信息、引荐网址等信息。\n": "",
    "通讯日志信息 例如，您在使用我们服务时曾经通讯的账户、通讯时间和时长。\n": "",
    "位置信息\n": "",
    "当您使用与位置有关的服务时，我们可能会记录您设备所在的位置信息，以便为您提供相关服务。在您使用服务时，我们可能会通过IP地址 、GPS、WLAN（如 WiFi)或基站等途径获取您的地理位置信息；\n": "",
    "您或其他用户在使用服务时提供的信息中可能包含您所在地理位置信息，例如您提供的帐号信息中可能包含的您所在地区信息，您或其他人共享的照片包含的地理标记信息。\n": "",
    "其他相关信息\n": "",
    "为了帮助您更好地使用我们的产品或服务，我们会收集相关信息。\n": "",
    "例如，我们收集的好友列表、群列表信息、声纹特征值信息。为确保您使用我们服务时能与您认识的人进行联系，如您选择开启导入通讯录功能，我们可能对您联系人的姓名和电话号码进行加密，并仅收集加密后的信息。\n": "",
    "其他用户分享的信息中含有您的信息 例如，其他用户发布的照片或分享的视频中可能包含您的信息。\n": "",
    "从第三方合作伙伴获取的信息我们可能会获得您在使用第三方合作伙伴服务时所产生或分享的信息。例如，您使IM帐户登录第三方合作伙伴服务时，我们会获得您登录第三方合作伙伴服务的名称、登录时间，方便您进行授权管理。请您仔细阅读第三方合作伙伴服务的用户协议或隐私政策。\n": "",
    "三、 我们如何使用收集的信息\n": "",
    "我们严格遵守法律法规的规定及与用户的约定，将收集的信息用于以下用途。若我们超出以下用途使用您的信息，我们将再次向您进行说明，并征得您的同意。 向您提供服务\n": "",
    "满足您的个性化需求 例如，语言设定、位置设定、个性化的帮助服务。\n": "",
    "产品开发和服务优化 例如，当我们的系统发生故障时，我们会记录和分析系统故障时产生的信息，优化我们的服务。\n": "",
    "安全保障 例如，我们会将您的信息用于身份验证、安全防范、反诈骗监测、存档备份、客户的安全服务等用途。例如，您下载或安装的安全软件会对恶意程序或病毒进行检测，或为您识别诈骗信息。\n": "",
    "管理软件\n": "",
    "例如，进行软件认证、软件升级等，邀请您参与有关我们服务的调查。\n": "",
    "为了让您有更好的体验、改善我们的服务或经您同意的其他用途，我们可能将通过某些服务所收集的信息用于我们的其他服务。例如，将您在使用我们某项服务时的信息，用于另一项服务中向您展示个性化的内容、用于用户研究分析与统计等服务。\n": "",
    "为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息，例如，您使用应用程序的频率、故障信息、总体使用情况、性能数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与您在应用程序中提供的个人身份信息相结合。\n": "",
    "您分享的信息\n": "",
    "您可以通过我们的服务与您的好友、家人及其他用户分享您的相关信息。\n": "",
    "请注意，这其中可能包含您的个人身份信息、个人财产信息等敏感信息。请您谨慎考虑披露您的相关个人敏感信息。\n": "",
    "您可通过我们服务中的隐私设置来控制您分享信息的范围，也可通过服务中的设置或我们提供的指引删除您公开分享的信息。但请您注意，这些信息仍可能由其他用户或不受我们控制的非关联第三方独立地保存。\n": "",
    "四、 您如何管理自己的信息\n": "",
    "您可以在使用我们服务的过程中，访问、修改和删除您提供的注册信息和其他个人信息，也可按照通知指引与我们联系。您访问、修改和删除个人信息的范围和方式将取决于您使用的具体服务。\n": "",
    "例如，若您在使用地理位置相关服务时，希望停止分享您的地理位置信息，您可通过手机定位关闭功能、软硬件服务商及通讯服务提供商的关闭方式停止分享，建议您仔细阅读相关指引。\n": "",
    "我们将按照本政策所述，仅为实现我们产品或服务的功能，收集、使用您的信息。如您发现我们违反法律、行政法规的规定或者双方的约定收集、使用您的个人信息，您可以要求我们删除。\n": "",
    "如您发现我们收集、存储的您的个人信息有错误的，您也可以要求我们更正。请通过本政策列明的联系方式与我们联系。\n": "",
    "在您访问、修改和删除相关信息时，我们可能会要求您进行身份验证，以保障帐号的安全。\n": "",
    "请您理解，由于技术所限或其他原因，我们可能无法满足您的所有要求，我们会在合理的期限内答复您的请求。\n": "",
    "五、 我们分享的信息\n": "",
    "我们遵照法律法规的规定，对信息的分享进行严格的限制，例如：经您事先同意，我们可能与第三方分享您的个人信息，仅为实现外部处理的目的，我们可能会与第三方合作伙伴（第三方服务供应商、承包商、代理、广告合作伙伴、应用开发者等，例如，代表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置服务的地图服务供应商）（他们可能并非位于您所在的区域）分享您的个人信息，让他们按照我们的说明、隐私政策以及其他相关的保密和安全措施来为我们处理上述信息，并用于以下用途：\n": "",
    "六、 向您提供我们的服务\n": "",
    "实现“我们如何使用收集的信息”部分所述目的；履行我们在本政策中的义务和行使我们的权利；理解、维护和改善我们的服务。\n": "",
    "如我们与上述第三方分享您的信息，我们将会采用加密、匿名化处理等手段保障您的信息安全。\n": "",
    "随着我们业务的持续发展，当发生合并、收购、资产转让等交易导致向第三方分享您的个人信息时，我们将通过推送通知、公告等形式告知您相关情形，按照法律法规及不低于本政策所要求的标准继续保护或要求新的管理者继续保护您的个人信息。\n": "",
    "我们会将所收集到的信息用于大数据分析。例如，我们将收集到的信息用于分析形成不包含任何个人信息的城市热力图或行业洞察报告。 我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。\n": "",
    "七、我们可能向您发送的信息\n": "",
    "您在使用我们的服务时，我们可能向您发送电子邮件、短信、资讯或推送通知。\n": "",
    "您可以按照我们的相关提示，在设备上选择取消订阅。与服务有关的公告我们可能在必要时（例如，因系统维护而暂停某一项服务时）向您发出与服务有关的公告。\n": "",
    "您可能无法取消这些与服务有关、性质不属于广告的公告。\n": "",
    "八、 存储信息的期限\n": "",
    "一般而言，我们仅为实现目的所必需的最短时间保留您的个人信息。\n": "",
    "为执行相关服务协议或本政策、维护社会公共利益，为保护们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。\n": "",
    "当我们的产品或服务发生停止运营的情形时，我们将采取例如，推送通知、公告等形式通知您，并在合理的期限内删除或匿名化处理您的个人信息。\n": "",
    "九、 信息安全\n": "",
    "我们为您的信息提供相应的安全保障，以防止信息的丢失、不当使用、未经授权访问或披露。\n": "",
    "我们严格遵守法律法规保护用户的通信秘密。\n": "",
    "我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。我们建立专门的管理制度、流程和组织确保信息安全。\n": "",
    "若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知您。\n": "",
    "十、 适用范围\n": "",
    "我们的所有服务均适用本政策。某些服务有其特定的隐私指引/声明，该特定隐私指引/声明更具体地说明我们在该服务中如何处理您的信息。如本政策与特定服务的隐私指引/声明有不一致之处，请以该特定隐私指引声明为准。\n": "",
    "请您注意，本政策不适用由其他公司或个人提供的服务。例如，您通过使用IM账号登录其他公司或个人提供的服务。您使用该第三方服务须受其隐私政策（而非本政策）约束，您需要仔细阅读其政策内容。\n": "",
    "十一、 联系我们\n": "",
    "如您对本政策或其他相关事宜有疑问， 请通过客服与我们联系。 我们将尽快审核所涉问题，并在验证您的用户身份后的尽快给予回复。\n": "",
    "十二、变更\n": "",
    "我们可能适时修订本政策内容。如该等变更会导致您在本政策项下权利的实质减损，我们将在变更生效前，通过在页面显著位置提示、向您发送电子邮件等方式通知您。在该种情况下，若您继续使用我们的服务，即表示同意受经修订的政策约束。\n": "",
    "IM账号使用协议\n": "",
    "为有效利用IM号码资源，维护用户合法权益，特制订《IM号码规则》（以下简称“本规则”）。您应当阅读并遵守本规则。 请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制IM责任的条款、对用户权利进行限制的条款、约定争议解决方式等，以及开通或使用某项服务的单独协议或规则。限制、免责条款或者其他涉及您重大权益的条款可能以加粗、加下划线等形式提示您重点注意。\n": "",
    "除非您已充分阅读、完全理解并接受本规则所有条款，否则您无权申请、使用IM号码及相关服务。您点击“同意”或“下一步”，或您申请、使用IM号码及相关服务的行为或者以其他任何明示或者默示方式表示接受本规则的，均视为您已阅读并同意签署本规则。本规则即在您与IM之间产生法律效力，成为对双方均具有约束力的法律文件。\n": "",
    "如果您因年龄、智力等因素而不具有完全民事行为能力，请在法定监护人（以下简称”监护人”）的陪同下阅读和判断是否同意本规则。\n": "",
    "一、规则的范围\n": "",
    "1.1、 本规则是IM制定的关于获取和使用IM号码的相关规则。本规则适用于IM提供的需要注册或使用IM号码的全部软件和服务。\n": "",
    "1.2、 您通过IM号码使用IM或第三方提供的软件和服务时，须同时遵守各项服务的单独协议。\n": "",
    "二、IM号码的获取\n": "",
    "2.1、 您可以通过软件客户端免费或有偿申请注册IM号码，包括但不限于（具体方式以IM官方实际提供为准）\n": "",
    "2.2、 您完成申请注册程序后，IM按照本规则授权您为登录、使用IM的软件或服务，或者以IM明确许可的其他目的，依照IM的业务规则使用该号账号\n": "",
    "2.3、 任何主体通过任何方式申请、使用任何IM号码的，均受本规则约束。\n": "",
    "三、用户身份信息验证\n": "",
    "3.1、 您在申请IM号码过程中，需要填写一些必要的信息，请保持这些信息的及时更新，以便IM向您提供帮助，或更好地为您提供服务。有特殊规定的，您需要填写真实的身份信息（包括但不限于手机号码、证件号等）。若您填写的信息不完整或不准确，则可能无法使用服务或在使用过程中受到限制。\n": "",
    "3.2、 IM与用户一同致力于个人信息的保护，保护用户个人信息是IM的一项基本原则。未经您的同意，IM不会向IM以外的任何公司、组织或个人披露您的个人信息。\n": "",
    "关于IM如何收集、使用、储存和分享您的个人信息，请仔细阅读和充分理解《隐私政策》。\n": "",
    "四、IM号码的使用\n": "",
    "4.1、 您可以按照IM的业务规则用IM号码登录和使用IM提供的各种软件和服务。\n": "",
    "4.2、 除了IM提供的软件和服务，您可能还可以用IM号码登录使用第三方软件、网站或者服务。您知晓并同意，除非IM特别说明外，这些网站或者服务并非IM运营。您应自行判断此类第三方网站或者服务的安全性和可用性，并自行承担相关风险和责任。\n": "",
    "4.3、 您使用IM号码登录和使用IM或第三方提供的各种软件和服务，请您注意，您的IM头像、昵称等个人信息还可能通过IM的服务或第三方提供的服务向您本人、IM好友或其他用户展示。如果您拒绝向IM其他服务或第三方提供的服务共享上述信息，可在IM或第三方提供的各种软件和服务中进行修改。\n": "",
    "4.4、 若您注册的IM号码长期没有登录或使用，IM有权将IM号码进行回收处理，您将无法再继续使用相应号码。\n": "",
    "五、IM号码的安全\n": "",
    "5.1、 IM密码由您自行设定。您应妥善保管您的IM号码与密码（包含但不限于两步验证密码，支付密码等，以下简称“密码”），并对以此IM号码实施的所有活动及其后果承担责任。\n": "",
    "5.2、 IM与您共同负有维护IM号码安全的责任。IM会采取并不断更新技术措施，努力保护您的IM号码在服务器端的安全。\n": "",
    "5.3、 您须采取必要措施保护您的号码安全，包括但不限于妥善保管IM号码与密码、安装防病毒木马软件、定期更改密码等措施。\n": "",
    "六、IM号码的异常登录\n": "",
    "6.1、 如果您的IM号码非本人登录，请及时修改两步验证密码。\n": "",
    "6.2、 您承诺妥善保管可能用于IM号码找回的各项信息或设备，以防止出现他人通过冒充您进行申诉的方式登录您的IM号码等类似情况。您理解并同意，因出现此类情况所致损失需由您本人承担。\n": "",
    "七、用户行为规范\n": "",
    "用户在使用IM号码过程中应遵守法律法规之规定，以及本规则及其他单独协议之约定。除此之外：\n": "",
    "7.1、 您不得恶意注册、获取IM号码。恶意注册、获取IM号码的情形包括但不限于\n": "",
    "通过IM提供的或者明确许可的软件或服务以外的任何软件或者服务注册、获取IM号码；或者通过任何软件或服务以非人工、非手动方式注册IM号码；或者频繁、批量注册、获取IM号码。\n": "",
    "为超出正常好友或用户交流沟通的目的而注册或使用IM号码，包括但不限于为发送骚扰信息、垃圾信息、广告、诈骗信息或实现违法违规目的等注册、获取或使用IM号码。\n": "",
    "其他通过非IM明确许可的方式或目的注册、获取或使用IM号码的行为。\n": "",
    "若经过IM独立判断，认为您使用的IM号码是恶意注册、获取的号码，IM有权对相应IM号码采取限制、中止或终止使用等措施。\n": "",
    "7.2、 IM根据本规则对IM号码的使用授权，仅限于初始申请注册人。未经IM许可，初始申请注册人不得赠与、借用、租用、转让或售卖IM号码或者以其他方式许可其他主体使用IM号码。非初始申请注册人不得通过受赠、继承、承租、受让或者其他任何方式使用IM号码。\n": "",
    "7.3、 如果您当前使用的IM号码并不是您初始申请注册的或者不是通过IM提供的其他途径获得的，您不得用该号码登录或进行任何操作，并请您在第一时间通知IM或者该号码的初始申请注册人。\n": "",
    "7.4 、信息内容规范 （1）本条所述信息内容是指用户使用本软件及服务过程中所制作、复制、发布、传播的任何内容，包括但不限于IM帐号或功能帐号的头像、名字、用户说明、简介等注册信息，或发送的文字、语音、图片、视频、表情等信息、朋友圈图文、相关链接页面，以及其他使用IM帐号或本软件及服务所产生的内容。 （2） 你理解并同意，IM一直致力于为用户提供文明健康、规范有序的网络环境，你不得利用IM帐号或功能帐号或本软件及服务制作、复制、发布、传播如下干扰IM正常运营，以及侵犯其他用户或第三方合法权益的内容，禁止发布传播淫秽、色情、儿童性虐、赌博、暴力等相关的内容。\n": "",
    "八、责任承担\n": "",
    "8.1、 您理解并同意，您应承担您IM号码项下所有活动产生的全部责任。\n": "",
    "8.2、 因IM原因导致您的IM号码被盗用，IM将依法承担相应责任。非因IM原因导致的，您应自行承担相关法律责任和损失。\n": "",
    "8.3、 为免产生纠纷，您不得有偿或无偿转让IM号码。否则，您应当自行承担由此产生的任何责任，同时IM保留追究上述行为人法律责任的权利。\n": "",
    "九、IM号码使用的限制、冻结或终止\n": "",
    "9.1、 如您违反相关法律法规、本规则或其他相关协议、规则，IM有权限制、中止、冻结或终止您对IM号码的使用，且根据实际情况决定是否恢复您对IM号码的使用。\n": "",
    "9.2、 如果IM发现您并非号码初始申请注册人，IM有权在未经通知的情况下终止您使用该号码。\n": "",
    "9.3、 IM按照本规则、相关法律法规或其他相关协议、规则，对您采取限制、中止、冻结或终止您对IM号码的使用等措施，而由此给您带来的损失（包括但不限于通信中断，用户资料、邮件和虚拟财产及相关数据、增值服务、产品或服务等的清空或无法使用等损失），由您自行承担。\n": "",
    "十、号码安全保护\n": "",
    "为了保护您的IM号码的安全，使您可以更加安全地使用本服务，IM可能会不断升级、完善我们的安全技术防护措施。若IM根据自己的判断认为您的帐号可能存在被盗号等风险时，为了保护您的账户安全、财产免受损失等，可能会采取向您发出一定的提示、暂时冻结您对号码的使用等措施。您应该按照IM的提示或指引进行操作，以降低您帐号被盗的风险或恢复您对帐号的使用。\n": "",
    "十一、客户服务\n": "",
    "如果您对IM采取的IM号码的限制、冻结或终止等任何措施有异议或在使用IM号码的过程中有其他问题的，均可联系IM客服，我们会给予您必要的帮助。\n": "",
    "十二、其他\n": "",
    "12.1、 您申请或使用IM号码及相关服务即视为您已阅读并同意受本规则的约束。IM有权在必要时修改本规则条款，您可以在IM相关页面查阅本规则的最新版本。本规则条款变更后，如果您继续使用IM号码及相关服务，即视为您已接受变更后的规则。\n": "",
    "12.2、 本规则所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本规则涵义解释的依据。\n": "",
    "12.3、 本规则条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。\n": "",
    "免责协议\n": "",
    "一切使用或注册IM相关产品的行为均视为已仔细阅读并同意此协议。协议具体内容如下：\n": "",
    "1.用户已了解并同意使用IM产品（IM 产品是指包括但不限于App、网页、小程序、机器人、服务、内容等，以下简称IM产品）所存在的风险完全由其本人承担；因其使用IM产品所产生的一切后果也由其本人承担，IM 对此不承担任何责任。\n": "",
    "2.IM第三方（包括但不限于用户、第三方机器人、小程序等）发送的内容以及提供的服务，其真实性、准确性和合法性均由信息发布者负责，IM不提供任何保证，不承担任何责任。\n": "",
    "3.IM上第三方所转载的任何文字、图片、音视频、文档等资料，如果侵犯了第三方知识产权或者其他权利，责任由作者或者转载者承担，IM对此不承担任何责任。\n": "",
    "4.由于IM不能提供正常通讯或者服务给用户造成的影响以及损失，IM不承担任何责任，但将尽力减少因此给用户造成的影响。\n": "",
    "5.由于您访问或使用IM产品导致数据丢失或者其他损失，IM不承担任何责任。\n": "",
    "6.IM删除或者未能存储相关数据造成用户损失的,IM不承担任何责任。\n": "",
    "7.IM不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时对于该外部链接上任何内容，IM不承担任何责任。\n": "",
    "8.从IM产品获得的任何建议或者信息，用户均需自己承担风险以及责任，IM不承担任何责任。\n": "",
    "9.本协议的相关声明、修改、更新和最终解释权均属IM所有。\n": "",
    "": ""
}