{
	"本協議分為《隱私政策》、《IM帳號使用協議》以及《免責協定》三部分，同意註冊即同意此“使用者註冊協定”的全部內容。": "",
	"隱私政策 （更新日期：2023年8月1日）": "",
	"感謝您信任並使用IM的產品和服務，我們根據最新各國各地區的法律法規、監管政策（以下簡稱為“法律法規”），更新了《隱私政策》。請您仔細閱讀並充分理解以下條款。": "",
	"一、引言": "",
	"IM嚴格遵守法律法規，遵循以下隱私保護原則，為您提供更加安全、可靠的服務：": "",
	"1.1、安全可靠": "",
	"我們竭盡全力通過合理有效的資訊安全技術及管理流程，防止您的資訊洩露、損毀、丟失。": "",
	"1.2、自主選擇": "",
	"我們為您提供便利的資訊管理選項，以便您做出合適的選擇，管理您的個人資訊。": "",
	"1.3、保護通信秘密": "",
	"我們嚴格遵照法律法規，保護您的通信秘密，為您提供安全的通信服務。": "",
	"1.4、合理必要": "",
	"為了向您和其他使用者提供更好的服務，我們僅收集必要的資訊。": "",
	"1.5、清晰透明": "",
	"我們努力使用簡明易懂的表述，向您介紹隱私政策，以便您清晰地瞭解我們的資訊處理方式。": "",
	"1.6、將隱私保護融入產品設計": "",
	"我們在產品或服務開發的各個環節，綜合法律、產品、設計等多方因素，融入隱私保護的理念。": "",
	"希望您仔細閱讀《隱私政策》（以下簡稱“本政策”），詳細瞭解我們對資訊的收集、使用方式，以便您更好地瞭解我們的服務並作出適當的選擇。若您使用IM服務，即表示您認同我們在本政策中所述內容。如您有問題，請聯繫我們。": "",
	"二、我們收集的資訊": "",
	"我們根據合法、正當、必要的原則，僅收集實現產品功能所必要的資訊。您在使用我們服務時主動提供的資訊": "",
	"2.1、 您在註冊帳戶時填寫的資訊": "",
	"例如，您在註冊IM帳戶時所填寫的昵稱、手機號碼。": "",
	"2.2、您在使用服務時上傳的資訊": "",
	"例如，您在使用IM時上傳的頭像、分享的照片。": "",
	"我們的部分服務可能需要您提供特定的個人敏感資訊來實現特定功能。若您選擇不提供該類資訊，則可能無法正常使用服務中的特定功能，但不影響您使用服務中的其他功能。若您主動提供您的個人敏感資訊，即表示您同意我們按本政策所述目的和方式來處理您的個人敏感資訊。": "",
	"2.3、我們在您使用服務時獲取的資訊": "",
	"日誌資訊 當您使用我們的服務時，我們可能會自動收集相關資訊並存儲為服務日誌資訊。": "",
	"設備資訊 例如，設備型號、作業系統版本等資訊。": "",
	"軟體資訊 例如，在您授權的情況下，與IM合作的協力廠商應用為確保操作環境的安全或提供服務所需，可能會收集您使用的移動應用和其他軟體的資訊。": "",
	"IP地址": "",
	"服務日誌資訊 例如，使用我們服務時搜索、查看的資訊、服務故障資訊、引薦網址等資訊。": "",
	"通訊日誌資訊 例如，您在使用我們服務時曾經通訊的帳戶、通訊時間和時長。": "",
	"位置資訊": "",
	"當您使用與位置有關的服務時，我們可能會記錄您設備所在的位置資訊，以便為您提供相關服務。在您使用服務時，我們可能會通過IP位址 、GPS、WLAN（如 WiFi)或基站等途徑獲取您的地理位置資訊；": "",
	"您或其他使用者在使用服務時提供的資訊中可能包含您所在地理位置資訊，例如您提供的帳號資訊中可能包含的您所在地區資訊，您或其他人共用的照片包含的地理標記資訊。": "",
	"其他相關資訊": "",
	"為了説明您更好地使用我們的產品或服務，我們會收集相關資訊。": "",
	"例如，我們收集的好友清單、群清單資訊、聲紋特徵值資訊。為確保您使用我們服務時能與您認識的人進行聯繫，如您選擇開啟導入通訊錄功能，我們可能對您連絡人的姓名和電話號碼進行加密，並僅收集加密後的資訊。": "",
	"其他使用者分享的資訊中含有您的資訊 例如，其他使用者發佈的照片或分享的視頻中可能包含您的資訊。": "",
	"從協力廠商合作夥伴獲取的資訊我們可能會獲得您在使用協力廠商合作夥伴服務時所產生或分享的資訊。例如，您使IM帳戶登錄協力廠商合作夥伴服務時，我們會獲得您登錄協力廠商合作夥伴服務的名稱、登錄時間，方便您進行授權管理。請您仔細閱讀協力廠商合作夥伴服務的使用者協定或隱私政策。": "",
	"三、 我們如何使用收集的資訊": "",
	"我們嚴格遵守法律法規的規定及與用戶的約定，將收集的資訊用於以下用途。若我們超出以下用途使用您的資訊，我們將再次向您進行說明，並征得您的同意。 向您提供服務": "",
	"滿足您的個性化需求 例如，語言設定、位置設定、個性化的説明服務。": "",
	"產品開發和服務優化 例如，當我們的系統發生故障時，我們會記錄和分析系統故障時產生的資訊，優化我們的服務。": "",
	"安全保障 例如，我們會將您的資訊用於身份驗證、安全防範、反詐騙監測、存檔備份、客戶的安全服務等用途。例如，您下載或安裝的安全軟體會對惡意程式或病毒進行檢測，或為您識別詐騙資訊。": "",
	"管理軟體": "",
	"例如，進行軟體認證、軟體升級等，邀請您參與有關我們服務的調查。": "",
	"為了讓您有更好的體驗、改善我們的服務或經您同意的其他用途，我們可能將通過某些服務所收集的資訊用於我們的其他服務。例如，將您在使用我們某項服務時的資訊，用於另一項服務中向您展示個性化的內容、用於使用者研究分析與統計等服務。": "",
	"為了確保服務的安全，説明我們更好地瞭解我們應用程式的運行情況，我們可能記錄相關資訊，例如，您使用應用程式的頻率、故障資訊、總體使用情況、性能資料以及應用程式的來源。我們不會將我們存儲在分析軟體中的資訊與您在應用程式中提供的個人身份資訊相結合。": "",
	"您分享的資訊": "",
	"您可以通過我們的服務與您的好友、家人及其他使用者分享您的相關資訊。": "",
	"請注意，這其中可能包含您的個人身份資訊、個人財產資訊等敏感資訊。請您謹慎考慮披露您的相關個人敏感資訊。": "",
	"您可通過我們服務中的隱私設置來控制您分享資訊的範圍，也可通過服務中的設置或我們提供的指引刪除您公開分享的資訊。但請您注意，這些資訊仍可能由其他使用者或不受我們控制的非關聯協力廠商獨立地保存。": "",
	"四、 您如何管理自己的資訊": "",
	"您可以在使用我們服務的過程中，訪問、修改和刪除您提供的註冊資訊和其他個人資訊，也可按照通知指引與我們聯繫。您訪問、修改和刪除個人資訊的範圍和方式將取決於您使用的具體服務。": "",
	"例如，若您在使用地理位置相關服務時，希望停止分享您的地理位置資訊，您可通過手機定位關閉功能、軟硬體服務商及通訊服務提供者的關閉方式停止分享，建議您仔細閱讀相關指引。": "",
	"我們將按照本政策所述，僅為實現我們產品或服務的功能，收集、使用您的資訊。如您發現我們違反法律、行政法規的規定或者雙方的約定收集、使用您的個人資訊，您可以要求我們刪除。": "",
	"如您發現我們收集、存儲的您的個人資訊有錯誤的，您也可以要求我們更正。請通過本政策列明的聯繫方式與我們聯繫。": "",
	"在您訪問、修改和刪除相關資訊時，我們可能會要求您進行身份驗證，以保障帳號的安全。": "",
	"請您理解，由於技術所限或其他原因，我們可能無法滿足您的所有要求，我們會在合理的期限內答覆您的請求。": "",
	"五、 我們分享的資訊": "",
	"我們遵照法律法規的規定，對資訊的分享進行嚴格的限制，例如：經您事先同意，我們可能與協力廠商分享您的個人資訊，僅為實現外部處理的目的，我們可能會與協力廠商合作夥伴（協力廠商服務供應商、承包商、代理、廣告合作夥伴、應用開發者等，例如，代表我們發出電子郵件或推送通知的通訊服務提供者、為我們提供位置服務的地圖服務供應商）（他們可能並非位於您所在的區域）分享您的個人資訊，讓他們按照我們的說明、隱私政策以及其他相關的保密和安全措施來為我們處理上述資訊，並用於以下用途：": "",
	"六、 向您提供我們的服務": "",
	"實現“我們如何使用收集的資訊”部分所述目的；履行我們在本政策中的義務和行使我們的權利；理解、維護和改善我們的服務。": "",
	"如我們與上述協力廠商分享您的資訊，我們將會採用加密、匿名化處理等手段保障您的資訊安全。": "",
	"隨著我們業務的持續發展，當發生合併、收購、資產轉讓等交易導致向協力廠商分享您的個人資訊時，我們將通過推送通知、公告等形式告知您相關情形，按照法律法規及不低於本政策所要求的標準繼續保護或要求新的管理者繼續保護您的個人資訊。": "",
	"我們會將所收集到的資訊用於大資料分析。例如，我們將收集到的資訊用於分析形成不包含任何個人資訊的城市熱力圖或行業洞察報告。 我們可能對外公開並與我們的合作夥伴分享經統計加工後不含身份識別內容的資訊，用於瞭解使用者如何使用我們服務或讓公眾瞭解我們服務的總體使用趨勢我們可能對外公開並與我們的合作夥伴分享經統計加工後不含身份識別內容的資訊，用於瞭解使用者如何使用我們服務或讓公眾瞭解我們服務的總體使用趨勢。": "",
	"七、我們可能向您發送的資訊": "",
	"您在使用我們的服務時，我們可能向您發送電子郵件、短信、資訊或推送通知。": "",
	"您可以按照我們的相關提示，在設備上選擇取消訂閱。與服務有關的公告我們可能在必要時（例如，因系統維護而暫停某一項服務時）向您發出與服務有關的公告。": "",
	"您可能無法取消這些與服務有關、性質不屬於廣告的公告。": "",
	"八、 存儲資訊的期限": "",
	"一般而言，我們僅為實現目的所必需的最短時間保留您的個人資訊。": "",
	"為執行相關服務協定或本政策、維護社會公共利益，為保護們的客戶、我們或我們的關聯公司、其他用戶或雇員的人身財產安全或其他合法權益所合理必需的用途。": "",
	"當我們的產品或服務發生停止運營的情形時，我們將採取例如，推送通知、公告等形式通知您，並在合理的期限內刪除或匿名化處理您的個人資訊。": "",
	"九、 資訊安全": "",
	"我們為您的資訊提供相應的安全保障，以防止資訊的丟失、不當使用、未經授權訪問或披露。": "",
	"我們嚴格遵守法律法規保護用戶的通信秘密。": "",
	"我們將在合理的安全水準內使用各種安全保護措施以保障資訊的安全。我們建立專門的管理制度、流程和組織確保資訊安全。": "",
	"若發生個人資訊洩露等安全事件，我們會啟動應急預案，阻止安全事件擴大，並以推送通知、公告等形式告知您。": "",
	"十、 適用範圍": "",
	"我們的所有服務均適用本政策。某些服務有其特定的隱私指引/聲明，該特定隱私指引/聲明更具體地說明我們在該服務中如何處理您的資訊。如本政策與特定服務的隱私指引/聲明有不一致之處，請以該特定隱私指引聲明為准。": "",
	"請您注意，本政策不適用由其他公司或個人提供的服務。例如，您通過使用IM帳號登錄其他公司或個人提供的服務。您使用該協力廠商服務須受其隱私政策（而非本政策）約束，您需要仔細閱讀其政策內容。": "",
	"十一、 聯繫我們": "",
	"如您對本政策或其他相關事宜有疑問， 請通過客服與我們聯繫。 我們將儘快審核所涉問題，並在驗證您的用戶身份後的儘快給予回復。": "",
	"十二、變更": "",
	"我們可能適時修訂本政策內容。如該等變更會導致您在本政策項下權利的實質減損，我們將在變更生效前，通過在頁面顯著位置提示、向您發送電子郵件等方式通知您。在該種情況下，若您繼續使用我們的服務，即表示同意受經修訂的政策約束。": "",
	"IM帳號使用協定": "",
	"為有效利用IM號碼資源，維護用戶合法權益，特制訂《IM號碼規則》（以下簡稱“本規則”）。您應當閱讀並遵守本規則。 請您務必審慎閱讀、充分理解各條款內容，特別是免除或者限制IM責任的條款、對用戶權利進行限制的條款、約定爭議解決方式等，以及開通或使用某項服務的單獨協定或規則。限制、免責條款或者其他涉及您重大權益的條款可能以加粗、加底線等形式提示您重點注意。": "",
	"除非您已充分閱讀、完全理解並接受本規則所有條款，否則您無權申請、使用IM號碼及相關服務。您點擊“同意”或“下一步”，或您申請、使用IM號碼及相關服務的行為或者以其他任何明示或者默示方式表示接受本規則的，均視為您已閱讀並同意簽署本規則。本規則即在您與IM之間產生法律效力，成為對雙方均具有約束力的法律檔。": "",
	"如果您因年齡、智力等因素而不具有完全民事行為能力，請在法定監護人（以下簡稱”監護人”）的陪同下閱讀和判斷是否同意本規則。": "",
	"一、規則的範圍": "",
	"1.1、 本規則是IM制定的關於獲取和使用IM號碼的相關規則。本規則適用於IM提供的需要註冊或使用IM號碼的全部軟體和服務。": "",
	"1.2、 您通過IM號碼使用IM或協力廠商提供的軟體和服務時，須同時遵守各項服務的單獨協定。": "",
	"二、IM號碼的獲取": "",
	"2.1、 您可以通過軟體用戶端免費或有償申請註冊IM號碼，包括但不限於（具體方式以IM官方實際提供為准）": "",
	"2.2、 您完成申請註冊程式後，IM按照本規則授權您為登錄、使用IM的軟體或服務，或者以IM明確許可的其他目的，依照IM的業務規則使用該號帳號": "",
	"2.3、 任何主體通過任何方式申請、使用任何IM號碼的，均受本規則約束。": "",
	"三、使用者身份資訊驗證": "",
	"3.1、 您在申請IM號碼過程中，需要填寫一些必要的資訊，請保持這些資訊的及時更新，以便IM向您提供幫助，或更好地為您提供服務。有特殊規定的，您需要填寫真實的身份資訊（包括但不限於手機號碼、證件號等）。若您填寫的資訊不完整或不準確，則可能無法使用服務或在使用過程中受到限制。": "",
	"3.2、 IM與使用者一同致力於個人資訊的保護，保護使用者個人資訊是IM的一項基本原則。未經您的同意，IM不會向IM以外的任何公司、組織或個人披露您的個人資訊。": "",
	"關於IM如何收集、使用、儲存和分享您的個人資訊，請仔細閱讀和充分理解《隱私政策》。": "",
	"四、IM號碼的使用": "",
	"4.1、 您可以按照IM的業務規則用IM號碼登錄和使用IM提供的各種軟體和服務。": "",
	"4.2、 除了IM提供的軟體和服務，您可能還可以用IM號碼登錄使用協力廠商軟體、網站或者服務。您知曉並同意，除非IM特別說明外，這些網站或者服務並非IM運營。您應自行判斷此類協力廠商網站或者服務的安全性和可用性，並自行承擔相關風險和責任。": "",
	"4.3、 您使用IM號碼登錄和使用IM或協力廠商提供的各種軟體和服務，請您注意，您的IM頭像、昵稱等個人資訊還可能通過IM的服務或協力廠商提供的服務向您本人、IM好友或其他用戶展示。如果您拒絕向IM其他服務或協力廠商提供的服務共用上述資訊，可在IM或協力廠商提供的各種軟體和服務中進行修改。": "",
	"4.4、 若您註冊的IM號碼長期沒有登錄或使用，IM有權將IM號碼進行回收處理，您將無法再繼續使用相應號碼。": "",
	"五、IM號碼的安全": "",
	"5.1、 IM密碼由您自行設定。您應妥善保管您的IM號碼與密碼（包含但不限於兩步驗證密碼，支付密碼等，以下簡稱“密碼”），並對以此IM號碼實施的所有活動及其後果承擔責任。": "",
	"5.2、 IM與您共同負有維護IM號碼安全的責任。IM會採取並不斷更新技術措施，努力保護您的IM號碼在伺服器端的安全。": "",
	"5.3、 您須採取必要措施保護您的號碼安全，包括但不限於妥善保管IM號碼與密碼、安裝防病毒木馬軟體、定期更改密碼等措施。": "",
	"六、IM號碼的異常登錄": "",
	"6.1、 如果您的IM號碼非本人登錄，請及時修改兩步驗證密碼。": "",
	"6.2、 您承諾妥善保管可能用於IM號碼找回的各項資訊或設備，以防止出現他人通過冒充您進行申訴的方式登錄您的IM號碼等類似情況。您理解並同意，因出現此類情況所致損失需由您本人承擔。": "",
	"七、使用者行為規範": "",
	"用戶在使用IM號碼過程中應遵守法律法規之規定，以及本規則及其他單獨協定之約定。除此之外：": "",
	"7.1、 您不得惡意註冊、獲取IM號碼。惡意註冊、獲取IM號碼的情形包括但不限於": "",
	"通過IM提供的或者明確許可的軟體或服務以外的任何軟體或者服務註冊、獲取IM號碼；或者通過任何軟體或服務以非人工、非手動方式註冊IM號碼；或者頻繁、批量註冊、獲取IM號碼。": "",
	"為超出正常好友或使用者交流溝通的目的而註冊或使用IM號碼，包括但不限於為發送騷擾資訊、垃圾資訊、廣告、詐騙資訊或實現違法違規目的等註冊、獲取或使用IM號碼。": "",
	"其他通過非IM明確許可的方式或目的註冊、獲取或使用IM號碼的行為。": "",
	"若經過IM獨立判斷，認為您使用的IM號碼是惡意註冊、獲取的號碼，IM有權對相應IM號碼採取限制、中止或終止使用等措施。": "",
	"7.2、 IM根據本規則對IM號碼的使用授權，僅限於初始申請註冊人。未經IM許可，初始申請註冊人不得贈與、借用、租用、轉讓或售賣IM號碼或者以其他方式許可其他主體使用IM號碼。非初始申請註冊人不得通過受贈、繼承、承租、受讓或者其他任何方式使用IM號碼。": "",
	"7.3、 如果您當前使用的IM號碼並不是您初始申請註冊的或者不是通過IM提供的其他途徑獲得的，您不得用該號碼登錄或進行任何操作，並請您在第一時間通知IM或者該號碼的初始申請註冊人。": "",
	"7.4 、資訊內容規範 （1）本條所述資訊內容是指使用者使用本軟體及服務過程中所製作、複製、發佈、傳播的任何內容，包括但不限於IM帳號或功能帳號的頭像、名字、用戶說明、簡介等註冊資訊，或發送的文字、語音、圖片、視頻、表情等資訊、朋友圈圖文、相關連結頁面，以及其他使用IM帳號或本軟體及服務所產生的內容。 （2） 你理解並同意，IM一直致力於為使用者提供文明健康、規範有序的網路環境，你不得利用IM帳號或功能帳號或本軟體及服務製作、複製、發佈、傳播如下干擾IM正常運營，以及侵犯其他使用者或協力廠商合法權益的內容，禁止發佈傳播淫穢、色情、兒童性虐、賭博、暴力等相關的內容。": "",
	"八、責任承擔": "",
	"8.1、 您理解並同意，您應承擔您IM號碼項下所有活動產生的全部責任。": "",
	"8.2、 因IM原因導致您的IM號碼被盜用，IM將依法承擔相應責任。非因IM原因導致的，您應自行承擔相關法律責任和損失。": "",
	"8.3、 為免產生糾紛，您不得有償或無償轉讓IM號碼。否則，您應當自行承擔由此產生的任何責任，同時IM保留追究上述行為人法律責任的權利。": "",
	"九、IM號碼使用的限制、凍結或終止": "",
	"9.1、 如您違反相關法律法規、本規則或其他相關協定、規則，IM有權限制、中止、凍結或終止您對IM號碼的使用，且根據實際情況決定是否恢復您對IM號碼的使用。": "",
	"9.2、 如果IM發現您並非號碼初始申請註冊人，IM有權在未經通知的情況下終止您使用該號碼。": "",
	"9.3、 IM按照本規則、相關法律法規或其他相關協定、規則，對您採取限制、中止、凍結或終止您對IM號碼的使用等措施，而由此給您帶來的損失（包括但不限於通信中斷，使用者資料、郵件和虛擬財產及相關資料、增值服務、產品或服務等的清空或無法使用等損失），由您自行承擔。": "",
	"十、號碼安全保護": "",
	"為了保護您的IM號碼的安全，使您可以更加安全地使用本服務，IM可能會不斷升級、完善我們的安全技術防護措施。若IM根據自己的判斷認為您的帳號可能存在被盜號等風險時，為了保護您的帳戶安全、財產免受損失等，可能會採取向您發出一定的提示、暫時凍結您對號碼的使用等措施。您應該按照IM的提示或指引進行操作，以降低您帳號被盜的風險或恢復您對帳號的使用。": "",
	"十一、客戶服務": "",
	"如果您對IM採取的IM號碼的限制、凍結或終止等任何措施有異議或在使用IM號碼的過程中有其他問題的，均可聯繫IM客服，我們會給予您必要的幫助。": "",
	"十二、其他": "",
	"12.1、 您申請或使用IM號碼及相關服務即視為您已閱讀並同意受本規則的約束。IM有權在必要時修改本規則條款，您可以在IM相關頁面查閱本規則的最新版本。本規則條款變更後，如果您繼續使用IM號碼及相關服務，即視為您已接受變更後的規則。": "",
	"12.2、 本規則所有條款的標題僅為閱讀方便，本身並無實際涵義，不能作為本規則涵義解釋的依據。": "",
	"12.3、 本規則條款無論因何種原因部分無效或不可執行，其餘條款仍有效，對雙方具有約束力。": "",
	"免責協議": "",
	"一切使用或註冊IM相關產品的行為均視為已仔細閱讀並同意此協議。協定具體內容如下：": "",
	"1.使用者已瞭解並同意使用IM產品（IM 產品是指包括但不限於App、網頁、小程式、機器人、服務、內容等，以下簡稱IM產品）所存在的風險完全由其本人承擔；因其使用IM產品所產生的一切後果也由其本人承擔，IM 對此不承擔任何責任。": "",
	"2.IM協議廠商（包括但不限於用戶、協議廠商機器人、小程式等）發送的內容以及提供的服務，其真實性、準確性和合法性均由資訊發佈者負責，IM不提供任何保證，不承擔任何責任。": "",
	"3.IM上協力廠商所轉載的任何文字、圖片、音視頻、文檔等資料，如果侵犯了協力廠商智慧財產權或者其他權利，責任由作者或者轉載者承擔，IM對此不承擔任何責任。": "",
	"4.由於IM不能提供正常通訊或者服務給使用者造成的影響以及損失，IM不承擔任何責任，但將盡力減少因此給用戶造成的影響。": "",
	"5.由於您訪問或使用IM產品導致資料丟失或者其他損失，IM不承擔任何責任。": "",
	"6.IM刪除或者未能存儲相關資料造成使用者損失的,IM不承擔任何責任。": "",
	"7.IM不保證為向用戶提供便利而設置的外部連結的準確性和完整性，同時對於該外部連結上任何內容，IM不承擔任何責任。": "",
	"8.從IM產品獲得的任何建議或者資訊，使用者均需自己承擔風險以及責任，IM不承擔任何責任。": "",
	"9.本協議的相關聲明、修改、更新和最終解釋權均屬IM所有。": ""
}