{
	"Thỏa thuận đăng ký người dùng": "",
	"Thỏa thuận đăng ký người dùng này được chia thành ba phần: \"Chính sách Bảo mật,\" \"Thỏa thuận Sử dụng Tài khoản IM,\" và \"Thỏa thuận từ chối trách nhiệm.\" Việc đồng ý đăng ký ngụ ý việc đồng ý với toàn bộ nội dung của \"Thỏa thuận Đăng ký Người dùng\" này.": "",
	"Chính sách Bảo mật (Cập nhật: 1 tháng 8 năm 2023)": "",
	"Cảm ơn bạn đã tin tưởng và sử dụng các sản phẩm và dịch vụ của IM. Tuân thủ nghiêm ngặt theo các luật, quy định và chính sách quản lý tại nhiều quốc gia và vùng lãnh thổ khác nhau (gọi chung là \"luật và quy định\"), chúng tôi đã cập nhật \"Chính sách Bảo mật.\" Hãy đọc và hiểu rõ các điều khoản sau đây một cách cẩn thận.": "",
	"I. Giới thiệu": "",
	"IM tuân thủ nghiêm ngặt theo các luật lệ, tuân theo nguyên tắc bảo vệ quyền riêng tư để cung cấp cho bạn những dịch vụ an toàn và đáng tin cậy hơn:": "",
	"1.1. An toàn và Đáng tin cậy": "",
	"Chúng tôi nỗ lực ngăn chặn rò rỉ, hỏng hóc và mất mát thông tin của bạn thông qua các công nghệ bảo mật thông tin hợp lý và hiệu quả cùng các quy trình quản lý.": "",
	"1.2. Quyền tự chủ": "",
	"Chúng tôi cung cấp cho bạn các tùy chọn quản lý thông tin thuận tiện để bạn có thể đưa ra các quyết định phù hợp và quản lý thông tin cá nhân của mình.": "",
	"1.3. Bảo vệ Tính bí mật trong Giao tiếp": "",
	"Chúng tôi tuân thủ nghiêm ngặt các luật lệ để bảo vệ tính bí mật trong giao tiếp của bạn và cung cấp cho bạn các dịch vụ giao tiếp an toàn.": "",
	"1.4. Hợp lý và Cần thiết": "",
	"Để cung cấp cho bạn và các người dùng khác những dịch vụ tốt hơn, chúng tôi chỉ thu thập thông tin cần thiết.": "",
	"1.5. Rõ ràng và Minh bạch": "",
	"Chúng tôi nỗ lực sử dụng ngôn ngữ rõ ràng và dễ hiểu để giới thiệu chính sách bảo mật cho bạn, giúp bạn hiểu rõ các phương thức xử lý thông tin của chúng tôi một cách rõ ràng.": "",
	"1.6. Tích hợp Bảo vệ Quyền riêng tư vào Thiết kế Sản phẩm": "",
	"Trong các giai đoạn phát triển sản phẩm hoặc dịch vụ, chúng tôi tích hợp khái niệm bảo vệ quyền riêng tư, xem xét các yếu tố pháp lý, sản phẩm, thiết kế và các yếu tố khác.": "",
	"Chúng tôi hy vọng bạn sẽ đọc kỹ \"Chính sách Bảo mật\" (gọi là \"chính sách\" sau đây) để hiểu chi tiết cách chúng tôi thu thập và sử dụng thông tin, giúp bạn hiểu rõ hơn về dịch vụ của chúng tôi và đưa ra các quyết định phù hợp. Bằng cách sử dụng các dịch vụ IM, bạn thể hiện sự đồng thuận của mình với nội dung được nêu trong chính sách này. Nếu có bất kỳ câu hỏi nào, hãy liên hệ với chúng tôi.": "",
	"II. Thông tin Chúng tôi Thu thập": "",
	"Chúng tôi chỉ thu thập thông tin cần thi": "",
	"ết để triển khai các chức năng sản phẩm dựa trên các nguyên tắc về tính hợp pháp, hợp lý và cần thiết. Thông tin bạn cung cấp một cách tích cực khi sử dụng dịch vụ của chúng tôi bao gồm:": "",
	"2.1. Thông tin điền khi đăng ký tài khoản": "",
	"Ví dụ, biệt danh và số điện thoại bạn điền khi đăng ký tài khoản IM.": "",
	"2.2. Thông tin tải lên khi sử dụng dịch vụ": "",
	"Ví dụ, hình đại diện và hình ảnh bạn tải lên khi sử dụng IM.": "",
	"Một số dịch vụ của chúng tôi có thể yêu cầu bạn cung cấp thông tin cá nhân nhạy cảm cụ thể để đạt được các chức năng cụ thể. Nếu bạn chọn không cung cấp thông tin như vậy, bạn có thể không thể sử dụng các chức năng cụ thể của dịch vụ một cách bình thường, nhưng điều này sẽ không ảnh hưởng đến việc sử dụng các chức năng khác trong dịch vụ. Nếu bạn tự nguyện cung cấp thông tin cá nhân nhạy cảm của mình, đó là sự đồng thuận của bạn với việc chúng tôi xử lý thông tin cá nhân nhạy cảm của bạn cho các mục đích và theo cách mà được nêu trong chính sách này.": "",
	"2.3. Thông tin chúng tôi Thu thập Khi Bạn Sử Dụng Dịch Vụ Của Chúng Tôi": "",
	"Thông tin Nhật ký: Khi bạn sử dụng dịch vụ của chúng tôi, chúng tôi có thể tự động thu thập thông tin liên quan và lưu trữ nó dưới dạng thông tin nhật ký dịch vụ.": "",
	"Thông tin Thiết bị: Bao gồm thông tin như mô hình thiết bị, phiên bản hệ điều hành và các chi tiết tương tự.": "",
	"Thông tin Phần mềm: Ví dụ, trong trường hợp các ứng dụng của bên thứ ba hợp tác với dịch vụ tin nhắn tức thì (IM) thu thập thông tin về các ứng dụng di động và phần mềm khác mà bạn sử dụng để đảm bảo an ninh của môi trường hoạt động hoặc cung cấp các dịch vụ cần thiết, tuỳ thuộc vào sự ủy quyền của bạn.": "",
	"Địa chỉ IP": "",
	"Thông tin Nhật ký Dịch vụ: Bao gồm thông tin như các tìm kiếm bạn thực hiện, nội dung bạn xem, vấn đề liên quan đến dịch vụ, địa chỉ URL giới thiệu, vv., khi bạn sử dụng dịch vụ của chúng tôi.": "",
	"Thông tin Nhật ký Giao tiếp: Ví dụ, tài khoản mà bạn đã giao tiếp, thời gian và thời lượng giao tiếp khi bạn sử dụng dịch vụ của chúng tôi.": "",
	"Thông tin Vị trí": "",
	"Khi bạn sử dụng các dịch vụ liên quan đến vị trí, chúng tôi có thể ghi lại vị trí của thiết bị của bạn để cung cấp các dịch vụ liên quan. Điều này có thể được thu thập thông qua địa chỉ IP, GPS, WLAN (như WiFi) hoặc các trạm cơ sở khi bạn sử dụng dịch vụ của chúng tôi.": "",
	"Thông tin về địa lý có thể được bao gồm trong thông tin được bạn hoặc người dùng khác cung cấp trong quá trình sử dụng dịch vụ. Ví dụ, thông tin tài khoản của bạn có thể bao gồm chi tiết về khu vực của bạn, và các hình ảnh được chia sẻ bởi bạn hoặc người khác có thể bao gồm thông tin vị trí.": "",
	"Thông tin Liên quan Khác": "",
	"Để hỗ trợ bạn sử dụng sản phẩm hoặc dịch vụ của chúng tôi tốt hơn, chúng tôi có thể thu thập thông tin bổ sung.": "",
	"Ví dụ, danh sách bạn bè, danh sách nhóm và thông tin về tính năng nhận dạng giọng nói. Để đảm bảo bạn có thể kết nối với những người bạn biết khi sử dụng dịch vụ của chúng tôi, nếu bạn chọn kích hoạt tính năng nhập danh bạ, chúng tôi có thể mã hóa và chỉ thu thập thông tin đã được mã hóa của danh bạ của bạn, chẳng hạn như tên và số điện thoại.": "",
	"Thông tin được Chia sẻ bởi Người Dùng Khác: Thông tin được người dùng khác chia sẻ, như hình ảnh hoặc video, có thể chứa thông tin của bạn.": "",
	"Thông tin Nhận được từ Đối tác Bên Thứ Ba: Chúng tôi có thể nhận được thông tin được tạo ra hoặc chia sẻ bởi bạn khi sử dụng dịch vụ từ đối tác bên thứ ba. Ví dụ, khi bạn đăng nhập vào dịch vụ đối tác bằng tài khoản IM của mình, chúng tôi có thể nhận được tên và thời gian đăng nhập để quản lý ủy quyền tốt hơn. Vui lòng đọc kỹ các thỏa thuận người dùng hoặc chính sách quyền riêng tư của dịch vụ đối tác bên thứ ba.": "",
	"III. Cách Chúng Tôi Sử Dụng Thông Tin Thu Thập": "",
	"Chúng tôi tuân thủ nghiêm ngặt các quy định pháp luật và thỏa thuận người dùng khi sử dụng thông tin đã thu thập cho các mục đích sau đây. Nếu chúng tôi vượt quá những mục đích này trong việc sử dụng thông tin của bạn, chúng tôi sẽ giải thích lại và tìm kiếm sự đồng thuận của bạn.": "",
	"1. Cung cấp Dịch vụ cho Bạn": "",
	"2. Đáp ứng Nhu cầu Cá nhân của Bạn": "",
	"- Ví dụ, cài đặt ngôn ngữ, cài đặt vị trí, dịch vụ hỗ trợ cá nhân hóa.": "",
	"3. Phát triển Sản phẩm và Tối ưu Hóa Dịch vụ": "",
	"- Ví dụ, khi hệ thống của chúng tôi gặp sự cố, chúng tôi ghi lại và phân tích thông tin phát sinh trong quá trình sự cố hệ thống để tối ưu hóa dịch vụ của chúng tôi.": "",
	"4. Bảo Đảm An Ninh": "",
	"- Chúng tôi sử dụng thông tin của bạn cho các mục đích như xác minh danh tính, phòng ngừa an ninh, giám sát chống gian lận, sao lưu lưu trữ và dịch vụ an ninh của khách hàng. Ví dụ, phần mềm an ninh bạn tải xuống hoặc cài đặt có thể phát hiện chương tr": "",
	"ình độc hại hoặc virus, hoặc giúp bạn xác định thông tin gian lận.": "",
	"5. Quản lý Phần mềm": "",
	"- Tiến hành chứng nhận phần mềm, nâng cấp phần mềm, vv., và mời bạn tham gia khảo sát liên quan đến dịch vụ của chúng tôi.": "",
	"Để cung cấp cho bạn một trải nghiệm tốt hơn, cải thiện dịch vụ của chúng tôi hoặc cho các mục đích khác với sự đồng thuận của bạn, chúng tôi có thể sử dụng thông tin được thu thập qua một số dịch vụ cụ thể cho các dịch vụ khác của chúng tôi. Ví dụ, sử dụng thông tin từ một dịch vụ để hiển thị nội dung cá nhân hóa trong một dịch vụ khác, hoặc cho phân tích nghiên cứu người dùng và dịch vụ thống kê.": "",
	"Để đảm bảo an ninh dịch vụ và giúp chúng tôi hiểu rõ hơn về hoạt động của ứng dụng của mình, chúng tôi có thể ghi lại thông tin liên quan như tần suất sử dụng ứng dụng của bạn, thông tin lỗi, tổng thể sử dụng, dữ liệu hiệu suất và nguồn gốc của ứng dụng. Chúng tôi sẽ không kết hợp thông tin được lưu trữ trong phần mềm phân tích với thông tin có thể xác định cá nhân do bạn cung cấp trong ứng dụng.": "",
	"6. Thông Tin Bạn Chia Sẻ": "",
	"- Bạn có thể chia sẻ thông tin liên quan với bạn bè, gia đình và người dùng khác thông qua dịch vụ của chúng tôi.": "",
	"- Lưu ý rằng điều này có thể bao gồm thông tin nhạy cảm như danh tính cá nhân của bạn và thông tin tài sản. Vui lòng xem xét kỹ việc tiết lộ thông tin nhạy cảm cá nhân của bạn liên quan.": "",
	"- Bạn có thể kiểm soát phạm vi thông tin bạn chia sẻ thông qua cài đặt quyền riêng tư trong dịch vụ của chúng tôi hoặc xóa thông tin được chia sẻ công khai thông qua cài đặt hoặc hướng dẫn được cung cấp bởi chúng tôi. Tuy nhiên, lưu ý rằng thông tin này vẫn có thể được lưu trữ độc lập bởi người dùng khác hoặc các bên thứ ba không thuộc sự kiểm soát của chúng tôi.": "",
	"IV. Cách Bạn Quản Lý Thông Tin Của Mình": "",
	"- Bạn có thể truy cập, chỉnh sửa và xóa thông tin đăng ký và các thông tin cá nhân khác mà bạn cung cấp khi sử dụng dịch vụ của chúng tôi, hoặc liên hệ với chúng tôi theo hướng dẫn được cung cấp. Phạm vi và phương pháp truy cập, chỉnh sửa và xóa thông tin cá nhân sẽ phụ thuộc vào dịch vụ cụ thể bạn đang sử dụng.": "",
	"- Ví dụ, nếu bạn muốn ngừng chia sẻ thông tin vị trí khi sử dụng các dịch vụ liên quan đến vị trí, bạn có thể ngừng chia sẻ thông qua chức năng đóng vị trí trên điện thoại di động, phương pháp đóng của nhà cung cấp dịch vụ phần mềm và phần cứng, và nhà cung cấp dịch vụ truyền thông. Đề nghị đọc kỹ các hướng dẫn liên quan.": "",
	"- Chúng tôi chỉ sẽ thu thập và sử dụng thông tin của bạn để đạt được chức năng của sản phẩm hoặc dịch vụ của chúng tôi, như đã nêu trong chính sách này. Nếu bạn phát hiện chúng tôi đã vi phạm các quy định pháp luật, quy định hành chính hoặc thỏa thuận giữa cả hai bên về việc thu thập và sử dụng thông tin cá nhân của bạn, bạn có thể yêu cầu chúng tôi xóa nó.": "",
	"- Nếu bạn phát hiện lỗi trong thông tin cá nhân mà chúng tôi thu thập và lưu trữ, bạn cũng có thể yêu cầu sửa lỗi. Vui lòng liên hệ với chúng tôi qua thông tin liên hệ được liệt kê trong chính sách này.": "",
	"- Khi truy cập, chỉnh sửa và xóa thông tin liên quan, chúng tôi có thể yêu cầu xác minh danh tính của bạn để đảm bảo an ninh của tài khoản. Vui lòng hiểu rằng do các hạn chế kỹ thuật hoặc lý do khác, chúng tôi có thể không thể đáp ứng tất cả các yêu cầu của bạn, và chúng tôi sẽ phản hồi các yêu cầu của bạn trong một khoảng thời gian hợp lý.": "",
	"V. Thông Tin Chúng Tôi Chia Sẻ": "",
	"Chúng tôi hạn chế nghiêm ngặt việc chia sẻ thông tin theo quy định của pháp luật. Ví dụ, với sự đồng thuận trước của bạn, chúng tôi có thể chia sẻ thông tin cá nhân của bạn với bên thứ ba cho mục đích xử lý bên ngoài. Chúng tôi có thể hợp tác với các đối tác bên thứ ba (nhà cung cấp dịch vụ bên thứ ba, nhà thầu, đại lý, đối tác quảng cáo, nhà phát triển ứng dụng, vv., như nhà cung cấp dịch vụ truyền thông gửi email hoặc thông báo đẩy thay mặt chúng tôi, và nhà cung cấp dịch vụ bản đồ cung cấp dịch vụ vị trí) để chia sẻ thông tin cá nhân của bạn với họ. Họ có thể không đặt tại khu vực của bạn. Thông tin sẽ được chia sẻ theo hướng dẫn của chúng tôi, chính sách quyền riêng tư và các biện pháp bảo mật và bảo mật liên quan khác, và được sử dụng cho các mục đích sau đây:": "",
	"VI. Cung Cấp Dịch Vụ của Chúng Tôi": "",
	"- Đạt được các mục đích được đề cập trong phần \"Cách Chúng Tôi Sử Dụng Thông Tin Đã Thu Thập\"; thực hiện các nghĩa vụ và thực hiện quyền lợi của chúng tôi trong chính sách này; hiểu rõ, duy trì và cải thiện dịch vụ của chúng tôi.": "",
	"Nếu chúng tôi chia sẻ thông tin của bạn với các bên thứ ba được nêu trên, chúng tôi sẽ sử dụng mã hóa, ẩn danh và các biện pháp khác để đảm bảo an ninh thông tin của bạn.": "",
	"Với sự phát triển của doanh nghiệp của chúng tôi, trong trường hợp sáp nhập, mua lại, chuyển nhượng tài sản hoặc các giao dịch khác dẫn đến việc chia sẻ thông tin cá nhân của bạn với bên thứ ba, chúng tôi sẽ thông báo cho bạn về tình hình liên quan thông qua thông báo đẩy, thông báo, vv. Chúng tôi sẽ tiếp tục bảo vệ thông tin cá nhân của bạn theo quy định của pháp luật và các tiêu chuẩn không thấp hơn những yêu cầu của chính": "",
	"sách này, hoặc yêu cầu người quản lý mới tiếp tục bảo vệ thông tin cá nhân của bạn.": "",
	"Chúng tôi có thể sử dụng thông tin đã thu thập cho phân tích dữ liệu lớn. Ví dụ, chúng tôi có thể sử dụng thông tin thu thập được để phân tích và tạo bản đồ nhiệt độ thành phố hoặc báo cáo thông tin ngành không chứa thông tin cá nhân có thể xác định được. Chúng tôi có thể tiết lộ và chia sẻ thông tin, sau khi xử lý thống kê và loại bỏ nội dung có thể xác định được, với các đối tác của chúng tôi để hiểu cách người dùng sử dụng dịch vụ của chúng tôi hoặc để truyền đạt xu hướng sử dụng tổng thể cho công chúng.": "",
	"VII. Thông Tin Chúng Tôi Có Thể Gửi Cho Bạn": "",
	"Trong khi sử dụng dịch vụ của chúng tôi, chúng tôi có thể gửi cho bạn email, tin nhắn, tin tức hoặc thông báo đẩy. Bạn có thể chọn hủy đăng ký trên thiết bị của mình theo hướng dẫn của chúng tôi. Các thông báo liên quan đến dịch vụ có thể được gửi cho bạn khi cần thiết, chẳng hạn như trong thời gian tạm ngừng dịch vụ để bảo trì hệ thống. Bạn có thể không thể hủy đăng ký những thông báo liên quan đến dịch vụ này, không phải là mục quảng cáo.": "",
	"VIII. Thời Gian Lưu Trữ Thông Tin": "",
	"Nhìn chung, chúng tôi chỉ lưu giữ thông tin cá nhân của bạn trong thời gian ngắn nhất cần thiết để đạt được mục đích dự định.": "",
	"Đối với việc thực hiện các thỏa thuận dịch vụ liên quan hoặc chính sách này, duy trì lợi ích công cộng, bảo vệ sự an toàn cá nhân và tài sản hoặc các quyền lợi và lợi ích hợp lý và cần thiết của khách hàng, chúng tôi sẽ lưu giữ thông tin cá nhân của bạn cho các mục đích hợp lý và cần thiết.": "",
	"Khi sản phẩm hoặc dịch vụ của chúng tôi ngừng hoạt động, chúng tôi sẽ thông báo cho bạn qua thông báo đẩy, thông báo, vv., và xóa hoặc ẩn danh thông tin cá nhân của bạn trong một khoảng thời gian hợp lý.": "",
	"IX. Bảo Mật Thông Tin": "",
	"Chúng tôi cung cấp các biện pháp bảo mật thích hợp cho thông tin của bạn để ngăn chặn mất mát, sử dụng sai cách, truy cập không ủy quyền hoặc tiết lộ.": "",
	"Chúng tôi tuân thủ chặt chẽ các quy định pháp luật để bảo vệ quyền riêng tư giao tiếp của người dùng.": "",
	"Chúng tôi sử dụng nhiều biện pháp bảo mật khác nhau ở mức độ an ninh hợp lý để đảm bảo an ninh thông tin. Chúng tôi thiết lập các hệ thống, quy trình và tổ chức quản lý riêng biệt để đảm bảo an ninh thông tin.": "",
	"Trong trường hợp có sự cố bảo mật như rò rỉ thông tin cá nhân, chúng tôi sẽ khởi động kế hoạch khẩn cấp để ngăn chặn sự mở rộng của sự cố bảo mật và thông báo cho bạn qua thông báo đẩy, thông báo, vv.": "",
	"IX. Áp Dụng": "",
	"Chính sách này áp dụng cho tất cả các dịch vụ của chúng tôi. Một số dịch vụ có hướng dẫn/quy tắc riêng về quyền riêng tư mô tả cụ thể hơn cách chúng tôi xử lý thông tin của bạn trong dịch vụ đó. Trong trường hợp không nhất quán giữa chính sách này và hướng dẫn/quy tắc riêng của một dịch vụ cụ thể, hướng dẫn/quy tắc cụ thể của dịch vụ đó sẽ có ưu tiên.": "",
	"Vui lòng lưu ý rằng chính sách này không áp dụng cho các dịch vụ do các công ty hoặc cá nhân khác cung cấp. Ví dụ, khi bạn đăng nhập vào dịch vụ do các công ty hoặc cá nhân khác cung cấp bằng cách sử dụng tài khoản IM. Việc sử dụng dịch vụ của bên thứ ba phải tuân thủ chính sách quyền riêng tư của họ (chứ không phải chính sách này), và bạn nên đọc kỹ nội dung của họ.": "",
	"X. Liên Quan": "",
	"Chính sách này áp dụng cho tất cả các dịch vụ của chúng tôi. Các dịch vụ cụ thể có các hướng dẫn/quy tắc riêng đặc biệt giải thích cách chúng tôi xử lý thông tin của bạn trong dịch vụ đó. Trong trường hợp không nhất quán giữa chính sách này và các hướng dẫn/quy tắc quyền riêng tư cụ thể của một dịch vụ nào đó, hướng dẫn/quy tắc cụ thể của dịch vụ đó sẽ có hiệu lực.": "",
	"XI. Liên Hệ Với Chúng Tôi": "",
	"Nếu bạn có bất kỳ câu hỏi nào về chính sách này hoặc các vấn đề liên quan khác, vui lòng liên hệ với chúng tôi qua dịch vụ khách hàng. Chúng tôi sẽ nhanh chóng xem xét vấn đề và phản hồi càng sớm càng tốt sau khi xác minh danh tính người dùng của bạn.": "",
	"XII. Thay Đổi": "",
	"Chúng tôi có thể xem xét nội dung của chính sách này từ thời gian này sang thời gian khác. Nếu những thay đổi này dẫn đến việc giảm quyền của bạn theo chính sách này một cách đáng kể, chúng tôi sẽ thông báo cho bạn qua thông báo nổi bật trên trang, thông báo qua email hoặc các phương tiện khác trước khi những thay đổi có hiệu lực. Trong trường hợp như vậy, nếu bạn tiếp tục sử dụng dịch vụ của chúng tôi, điều này ngụ ý rằng bạn đồng ý tuân thủ theo chính sách đã sửa đổi.": "",
	"Thỏa Thuận Sử Dụng Tài Khoản IM": "",
	"Để tận dụng một cách hiệu quả nguồn số IM và bảo vệ quyền lợi của người dùng, chúng tôi đã xây dựng \"Quy tắc Sử dụng Số IM\" (sau đây gọi là \"những quy tắc này\"). Bạn nên đọc và tuân thủ những quy tắc này. Vui lòng đọc và hiểu rõ tất cả các điều khoản, đặc biệt là những điều khoản miễn trách nhiệm hoặc giới hạn trách nhiệm của IM, hạn chế quyền của người dùng, quy định phương pháp giải quyết tranh chấp, và bất kỳ thỏa thuận hoặc quy tắc riêng biệt nào về việc mở hoặc sử dụng một dịch vụ cụ thể. Những điều khoản giới hạn trách nhiệm, miễn trách nhiệm, hoặc các điều khoản liên quan đến quyền lợi quan trọng của bạn có thể được làm nổi bật, gạch chân hoặc trình bày theo các định dạng đáng chú ý khác để thu hút sự chú ý của bạn.": "",
	"Trừ khi bạn đã đọc và hiểu đầy đủ và chấp nhận tất cả các điều khoản của những quy tắc này, bạn không có quyền đăng ký hoặc sử dụng số IM và các dị": "",
	"ch vụ liên quan. Việc bạn nhấp vào \"Đồng ý\" hoặc \"Tiếp tục,\" hoặc hành động đăng ký hoặc sử dụng số IM và các dịch vụ liên quan, hoặc bày tỏ sự chấp nhận của bạn đối với những quy tắc này theo bất kỳ cách rõ ràng hoặc ngụ ý nào khác, sẽ được coi là bạn đã đọc và đồng ý ký kết những quy tắc này. Những quy tắc này sẽ trở thành văn bản có tính pháp giữa bạn và IM, áp dụng các nghĩa vụ pháp lý đối với cả hai bên.": "",
	"Nếu bạn không có đầy đủ năng lực hành vi dân sự do tuổi, thông minh hoặc các yếu tố khác, vui lòng đọc và xem xét xem có đồng ý với những quy tắc này trong sự hướng dẫn của người giám hộ pháp lý của bạn (\"Người Giám Hộ\").": "",
	"I. Phạm Vi Của Quy Tắc": "",
	"1.1. Những quy tắc này được IM xây dựng liên quan đến việc thu nhận và sử dụng số IM. Những quy tắc này áp dụng cho tất cả các phần mềm và dịch vụ được cung cấp bởi IM đòi hỏi đăng ký hoặc sử dụng số IM.": "",
	"1.2. Khi bạn sử dụng số IM thông qua phần mềm IM hoặc dịch vụ của bên thứ ba, bạn cũng phải tuân thủ các thỏa thuận riêng biệt của mỗi dịch vụ.": "",
	"II. Thu Nhận Số IM": "",
	"2.1. Bạn có thể đăng ký và đăng ký số IM miễn phí hoặc phải trả phí thông qua phần mềm khách hàng, bao gồm nhưng không giới hạn (phương pháp cụ thể phải tuân thủ theo cung cấp thực tế của IM chính thức).": "",
	"2.2. Sau khi hoàn thành quá trình đăng ký, IM sẽ ủy quyền cho bạn sử dụng số IM để đăng nhập, sử dụng phần mềm hoặc dịch vụ IM hoặc các mục đích khác mà IM cho phép một cách rõ ràng, theo các quy tắc kinh doanh của IM.": "",
	"2.3. Bất kỳ thực thể nào đăng ký hoặc sử dụng bất kỳ số IM nào thông qua bất kỳ phương tiện nào cũng bị ràng buộc bởi những quy tắc này.": "",
	"III. Xác Minh Thông Tin Định Danh Người Dùng": "",
	"3.1. Trong quá trình đăng ký số IM, bạn cần điền vào một số thông tin cần thiết. Hãy giữ cho thông tin này được cập nhật để IM có thể cung cấp sự trợ giúp hoặc phục vụ bạn tốt hơn. Nếu có yêu cầu cụ thể, bạn cần cung cấp thông tin danh tính chính xác (bao gồm nhưng không giới hạn vào số điện thoại, số chứng minh nhân dân, v.v.). Nếu thông tin bạn cung cấp không đầy đủ hoặc chính xác, có thể bạn sẽ không thể sử dụng dịch vụ hoặc có thể phải đối mặt với hạn chế trong quá trình sử dụng.": "",
	"3.2. IM và người dùng chịu trách nhiệm chung trong việc bảo vệ thông tin cá nhân. Việc bảo vệ thông tin cá nhân của người dùng là một nguyên tắc cơ bản của IM. Mà không cần sự đồng ý của bạn, IM sẽ không tiết lộ thông tin cá nhân của bạn cho bất kỳ công ty, tổ chức hoặc cá nhân nào ngoài IM.": "",
	"Đối với cách IM thu thập, sử dụng, lưu trữ và chia sẻ thông tin cá nhân của bạn, hãy đọc và hiểu rõ \"Chính Sách Quyền Riêng Tư.\"": "",
	"IV. Sử Dụng Số IM": "",
	"4.1. Bạn có thể sử dụng số IM để đăng nhập và sử dụng các phần mềm và dịch vụ khác nhau mà IM cung cấp theo quy tắc kinh doanh của IM.": "",
	"4.2. Ngoài phần mềm và dịch vụ của IM, bạn cũng có thể sử dụng số IM để đăng nhập và sử dụng phần mềm, trang web hoặc dịch vụ của bên thứ ba. Bạn nhận thức và đồng ý rằng trừ khi IM nói cụ thể khác, những trang web hoặc dịch vụ này không được vận hành bởi IM. Bạn nên tự đánh giá tính an toàn và khả dụng của các trang web hoặc dịch vụ bên thứ ba này và chịu rủi ro và trách nhiệm liên quan.": "",
	"4.3. Khi bạn sử dụng số IM để đăng nhập và sử dụng các phần mềm và dịch vụ khác nhau của IM hoặc bên thứ ba, hãy lưu ý rằng": "",
	"thông tin cá nhân của bạn, chẳng hạn như hình đại diện IM, biệt danh, v.v., cũng có thể được hiển thị cho bạn, bạn bè IM hoặc người dùng khác thông qua các dịch vụ IM hoặc dịch vụ bên thứ ba cung cấp. Nếu bạn từ chối chia sẻ thông tin này với các dịch vụ IM hoặc dịch vụ bên thứ ba, bạn có thể sửa đổi nó trong các phần mềm và dịch vụ khác nhau của IM hoặc bên thứ ba.": "",
	"4.4. Nếu số IM bạn đăng ký không đăng nhập hoặc sử dụng trong thời gian dài, IM có quyền thu hồi và xử lý số IM đó, và bạn sẽ không thể tiếp tục sử dụng số tương ứng nữa.": "",
	"V. An Toàn Của Số IM": "",
	"5.1. Bạn có thể tự thiết lập mật khẩu số IM của mình. Bạn nên giữ an toàn số IM và mật khẩu của mình (bao gồm nhưng không giới hạn vào mật khẩu xác minh hai bước, mật khẩu thanh toán, v.v.), và chịu trách nhiệm cho tất cả các hoạt động và hậu quả được thực hiện với số IM này.": "",
	"5.2. IM và bạn chia sẻ trách nhiệm trong việc duy trì an toàn số IM. IM sẽ triển khai và liên tục cập nhật các biện pháp kỹ thuật để nỗ lực bảo vệ an toàn của số IM của bạn ở phía máy chủ.": "",
	"5.3. Bạn cần thực hiện các biện pháp cần thiết để bảo vệ an toàn số của mình, bao gồm nhưng không giới hạn việc giữ an toàn số IM và mật khẩu, cài đặt phần mềm chống virus và chống malware và thay đổi mật khẩu đều đặn.": "",
	"VI. Đăng Nhập Bất Thường Cho Số IM": "",
	"6.1. Nếu số IM của bạn được đăng nhập bởi người khác ngoài bạn, hãy ngay lập tức thay đổi mật khẩu xác minh hai bước.": "",
	"6.2. Bạn cam kết giữ thông tin hoặc thiết bị có thể được sử dụng để khôi phục số IM của mình an toàn để ngăn ngừa người khác đăng nhập vào số IM của bạn bằng cách giả mạo. Bạn hiểu và đồng ý rằng bạn sẽ chịu trách nhiệm cho mọi mất mát gây ra bởi những tình huống như vậy.": "",
	"VII. Quy định về Hành vi của Người Dùng": "",
	"Người dùng phải tuân theo các quy định của pháp luật và các thỏa thuận của các quy tắc này cũng như các thỏa thuận riêng khác khi sử dụng số IM. Ngoài ra:": "",
	"7.1. Bạn không được đăng ký hoặc có số IM một cách xấu ý. Đăng ký hoặc có được số IM một cách xấu ý bao gồm, nhưng không giới hạn:": "",
	"- Đăng ký hoặc có số IM thông qua bất kỳ phần mềm hoặc dịch vụ nào khác ngoài những cái được cung cấp hoặc được IM cho phép rõ ràng.": "",
	"- Đăng ký số IM một cách không thủ công, không con người thông qua bất kỳ phần mềm hoặc dịch vụ nào.": "",
	"- Đăng ký hoặc có số IM với mục đích không phải là giao tiếp thông thường giữa bạn và người dùng, bao gồm nhưng không giới hạn việc đăng ký, có được hoặc sử dụng số IM để gửi tin nhắn quấy rối, thư rác, quảng cáo, thông tin gian lận hoặc đạt được mục đích bất hợp pháp.": "",
	"Nếu, theo đánh giá độc lập của IM, số IM bạn đang sử dụng được đăng ký hoặc có một cách xấu ý, IM có quyền thực hiện các biện pháp như hạn chế, tạm ngưng hoặc chấm dứt việc sử dụng số IM tương ứng.": "",
	"7.2. Quyền sử dụng số IM của bạn bởi IM, theo các quy tắc này, chỉ giới hạn đối với người đăng ký ban đầu. Mà không cần sự cho phép của IM, người đăng ký ban đầu không được tặng, cho mượn, thuê, chuyển nhượng hoặc bán số IM hoặc cho phép các tổ chức khác sử dụng số IM bằng bất kỳ cách nào khác. Người không phải là người đăng ký ban đầu không được sử dụng số IM thông qua việc tặng, thừa kế, cho thuê, đạt được, hoặc bằng cách nào khác.": "",
	"7.3. Nếu số IM bạn đang sử dụng không phải là số bạn đăng ký ban đầu hoặc đạt được thông qua các phương tiện khác mà IM cung cấp, bạn không được đăng nhập hoặc thực hiện bất kỳ hoạt động nào với số đó. Hãy thông báo cho IM hoặc người đăng ký ban đầu của số đó ngay lập tức.": "",
	"7.4. Quy định về Nội dung (1) Nội dung được đề cập trong điều khoản này có nghĩa là bất kỳ nội dung nào do người dùng tạo ra, sao chép, xuất bản hoặc phổ biến trong quá trình sử dụng phần mềm và dịch vụ này, bao gồm nhưng không giới hạn thông tin đăng ký như hình đại diện tài khoản IM hoặc tài khoản chức năng, tên, mô tả và giới thiệu người dùng, cũng như văn bản, giọng nói, hình ảnh, video, biểu tượng cảm xúc, thông tin, bài viết và liên kết liên quan khác và bất kỳ nội dung nào được tạo ra bằng cách sử dụng tài khoản IM hoặc phần mềm và dịch vụ này. (2) Bạn hiểu và đồng ý rằng IM cam kết cung cấp cho người dùng một môi trường trực tuyến văn minh, lành mạnh và có tổ chức. Bạn không được sử dụng tài khoản IM, tài khoản chức năng hoặc phần mềm và dịch vụ này để tạo ra, sao chép, xuất bản hoặc phổ biến nội dung làm ảnh hưởng đến hoạt động bình thường của IM hoặc xâm phạm quyền lợi pháp của người dùng khác hoặc bên thứ ba, và bạn bị cấm xuất bản và phổ biến nội dung liên quan đến obscenity, pornography, child sexual abuse, gambling, violence, and other related content.": "",
	"VIII. Trách nhiệm": "",
	"8.1. Bạn hiểu và đồng ý rằng bạn chịu trách nhiệm cho tất cả các hoạt động dưới số IM của bạn.": "",
	"8.2. Nếu số IM của bạn bị lạm dụng do lý do thuộc IM, IM sẽ chịu trách nhiệm tương ứng theo pháp luật. Nếu không phải do lý do thuộc IM, bạn sẽ phải chịu trách nhiệm và mất mát trên chính bạn.": "",
	"8.3. Để tránh tranh chấp, bạn không được chuyển số IM của mình với phí hoặc không có bất kỳ bồi thường nào. Ngược lại, bạn sẽ phải chịu mọi trách nhiệm phát sinh từ điều này, và IM giữ qu": "",
	"yền theo đuổi trách nhiệm pháp lý của đối tượng đã nói trên.": "",
	"IX. Hạn chế, Đóng băng hoặc Chấm Dứt Việc Sử Dụng Số IM": "",
	"9.1. Nếu bạn vi phạm các luật và quy định liên quan, các quy tắc này hoặc các thỏa thuận hoặc quy tắc liên quan khác, IM có quyền hạn chế, tạm ngưng, đóng băng hoặc chấm dứt việc sử dụng số IM của bạn và quyết định xem có phục hồi việc sử dụng số IM của bạn dựa trên tình hình thực tế hay không.": "",
	"9.2. Nếu IM phát hiện rằng bạn không phải là người đăng ký ban đầu cho số, IM có quyền chấm dứt việc sử dụng số đó mà không cần thông báo.": "",
	"9.3. Theo quy tắc này, các luật và quy định liên quan, hoặc các thỏa thuận hoặc quy tắc liên quan khác, nếu IM thực hiện các biện pháp như hạn chế, tạm ngưng, đóng băng hoặc chấm dứt việc sử dụng số IM của bạn, và các biện pháp này dẫn đến mất mát cho bạn (bao gồm nhưng không giới hạn việc gián đoạn giao tiếp, xóa dữ liệu người dùng, email, tài sản ảo và dữ liệu liên quan, cũng như việc xóa hoặc không thể sử dụng các dịch vụ, sản phẩm hoặc dịch vụ có giá trị gia tăng), bạn sẽ phải chịu mất mát đó trên chính bạn.": "",
	"X. Bảo vệ An Ninh Số IM": "",
	"Để bảo vệ an ninh của số IM của bạn và giúp bạn sử dụng dịch vụ một cách an toàn hơn, IM có thể liên tục nâng cấp và cải tiến công nghệ bảo mật và biện pháp bảo vệ của mình. Nếu IM, dựa trên đánh giá của mình, tin rằng tài khoản của bạn có thể bị đánh cắp, nó có thể thực hiện các biện pháp nhất định để cảnh báo bạn hoặc tạm ngưng tạm thời việc sử dụng số để bảo vệ an ninh của tài khoản và ngăn chặn mất mát tài sản của bạn. Bạn nên tuân thủ theo các cảnh báo hoặc hướng dẫn từ IM để giảm thiểu rủi ro tài khoản bị đánh cắp hoặc để khôi phục việc sử dụng tài khoản.": "",
	"XI. Dịch vụ Khách Hàng": "",
	"Nếu bạn phản đối bất kỳ biện pháp nào được IM thực hiện, chẳng hạn như hạn chế, đóng băng hoặc chấm dứt việc sử dụng số IM, hoặc nếu bạn gặp vấn đề khác trong quá trình sử dụng số IM, bạn có thể liên hệ với dịch vụ khách hàng của IM, và chúng tôi sẽ cung cấp sự hỗ trợ cần thiết.": "",
	"XII. Khác": "",
	"12.1. Việc đăng ký hoặc sử dụng số IM và các dịch vụ liên quan của bạn được coi là sự chấp nhận và đồng ý bị ràng buộc bởi những quy tắc này. IM có quyền sửa đổi các điều khoản của những quy tắc này khi cần thiết, và bạn có thể kiểm tra phiên bản mới nhất của những quy tắc này trên các trang liên quan đến IM. Sau khi các điều khoản của những quy tắc này thay đổi, nếu bạn tiếp tục sử dụng số IM và các dịch vụ liên quan, đó được coi là bạn đã chấp nhận những quy tắc đã thay đổi.": "",
	"12.2. Các tiêu đề của tất cả các điều khoản trong những quy tắc này chỉ để đọc thuận tiện và không có ý nghĩa thực tế trong chúng. Chúng không thể được sử dụng làm cơ sở để giải thích ý nghĩa của những quy tắc này.": "",
	"12.3. Nếu bất kỳ phần nào của những quy tắc này bị vô hiệu hoặc không thể thực hiện vì bất kỳ lý do nào, những điều khoản còn lại vẫn có hiệu lực và ràng buộc cả hai bên.": "",
	"Thỏa thuận từ chối trách nhiệm": "",
	"Tất cả các hành động sử dụng hoặc đăng ký cho các sản phẩm liên quan đến IM được coi là đã đọc kỹ và đồng ý với thỏa thuận này. Nội dung cụ thể của thỏa thuận là như sau:": "",
	"1. Người dùng đã hiểu và đồng ý rằng tất cả các rủi ro phát sinh từ việc sử dụng các sản phẩm IM (các sản phẩm IM bao gồm, nhưng không giới hạn, ứng dụng, trang web, mini-chương trình, robot, dịch vụ, nội dung, v.v., dưới đây được gọi là các sản phẩm IM) đều hoàn toàn thuộc trách nhiệm của người dùng. IM không chịu trách nhiệm về bất kỳ hậu quả nào phát sinh từ việc người dùng sử dụng các sản phẩm IM.": "",
	"2. Sự chân thực, chính xác và hợp pháp của nội dung được gửi bởi bên thứ ba trên IM (bao gồm nhưng không giới hạn đến người dùng, robot bên thứ ba, mini-chương trình, v.v.) và các dịch vụ được cung cấp là trách nhiệm của người cung cấp thông tin. IM không cung cấp bất kỳ bảo đảm nào và không chịu trách nhiệm nào.": "",
	"3. IM không đảm bảo sự chân thực, chính xác và đầy đủ của bất kỳ thông tin nào, bao gồm nhưng không giới hạn văn bản, hình ảnh, âm thanh và video.": ""
}